[
    {
        "id": "nrma6",
        "title": "Using Digital Technology to Increase Integration of Meditation into Daily Life: The Case for Meditation-Based Ecological Momentary Interventions",
        "authors": [
            "Xie, Qiang",
            "Amo, Victoria",
            "Nahum-Shani, Inbal",
            "Goldberg, Simon"
        ],
        "abstract": [
            "Objectives: Meditation-based interventions (MBIs) hold promise for enhancing health and well-being. However, substantial barriers impede",
            "engagement in traditional forms of these interventions. Innovations in mobile health offer an avenue for",
            "overcoming barriers associated with traditional MBIs. This paper examines the potential of a particular mobile",
            "health innovation - Ecological Momentary Interventions (EMIs) - as a strategy to enhance the accessibility,",
            "acceptability, and efficacy of MBIs. Methods: We discuss the historical context, conceptual foundations, motivation for",
            "adoption, and empirical evidence supporting the potential of EMIs. Additionally, we explore the conceptual intersections",
            "between EMIs and both traditional contemplative sources and contemporary secular MBIs. Furthermore, we describe empirical",
            "studies integrating EMIs into MBIs (i.e., meditation-based [MB]-EMIs). Results: Studies have demonstrated diverse approaches to",
            "integrating EMIs into MBIs. These studies exhibit variability in key dimensions, including the MBI with",
            "which the EMI is integrated and the characteristics of the EMI itself. MB-EMIs have therapeutic",
            "potential, but there are many important scientific questions about them that have not yet been",
            "answered. Discussion: Future studies should continue to examine the impact and safety of meditation-based EMIs,",
            "leverage innovations in passive data collection, explore user experiences, develop these interventions for and with",
            "marginalized populations, and emphasize informal meditation practice."
        ],
        "date_published": "2024-05-24T23:27:05.017965",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "Ecological momentary intervention",
            "Just-in-time adaptive intervention",
            "Meditation",
            "Micro-intervention",
            "Mindfulness",
            "Smartphones"
        ]
    },
    {
        "id": "aps5g",
        "title": "Open MDMA: An Open Source Framework and Practical Guide for the Therapeutic use of MDMA",
        "authors": [
            "Groeneveld, Mark",
            "Harper, Thomas"
        ],
        "abstract": [
            "60% of adults experienced childhood trauma; half develop a mental illness in their life. Symptoms",
            "like cognitive distortion, emotional rigidness/insecurity, and impaired compassion increase tribalism, political polarization, and apathy to",
            "animal suffering-hobbling our collective capacity to defeat global catastrophic risks. Access to effective care (a",
            "crucial support for stopping intergenerational harm) is inadequate for most who need it. MDMA is",
            "a promising treatment, but good training is lacking because MDMA is illegal. With legalization immanent,",
            "our rigorous and accessible guide to MDMA therapy will: 1) Resource therapeutic MDMA users and",
            "clinicians 2) Articulate likely mechanisms of effectiveness, to inform the development of future therapeutic techniques",
            "This can reduce mental illness by addressing the prevalent, high impact barriers to effective care-increasing",
            "collective capacity for collaboration, supporting individuals who end cycles of abuse, and protecting future generations."
        ],
        "date_published": "2024-05-24T17:40:16.970076",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": []
    },
    {
        "id": "wq6nf",
        "title": "A Psychometric Evaluation of the Body Image Questionnaire Child and Adolescent Version",
        "authors": [
            "Blacker, Lucy",
            "Gupta, Monica",
            "Quinn, Rachel",
            "Monzani, Benedetta",
            ", ",
            "Veale, David",
            "Mataix-Cols, David",
            "Krebs, Georgina"
        ],
        "abstract": [
            "Body dysmorphic disorder (BDD) typically develops during adolescence, but there has been little research evaluating",
            "assessment tools for BDD in youth. This study sought to provide a comprehensive psychometric evaluation",
            "of a brief self-report questionnaire of BDD symptoms, the Body Image Questionnaire Child and Adolescent",
            "version (BIQ-C), in both clinical and non-clinical adolescent samples. Properties of the BIQ-C were examined",
            "in 479 adolescents recruited through schools and 118 young people with BDD attending a specialist",
            "clinic. Sensitivity to change was additionally examined in a subgroup of the clinical sample who",
            "received treatment (n = 35). Exploratory factor analysis indicated a two-factor structure provided the best",
            "fit for the data in the non-clinical sample, and this was corroborated through confirmatory factor",
            "analysis in the clinical sample. The first factor encompassed preoccupation and repetitive behaviours, while the",
            "second included items assessing functional impairment. The BIQ-C showed good internal consistency across both samples,",
            "and convergent validity with other measures of BDD. Among those in the clinical sample who",
            "received treatment, BIQ-C scores decreased significantly, and BIQ-C change scores were highly correlated with change",
            "scores on the gold-standard clinician-rated measure of BDD symptom severity. These findings indicate that the",
            "BIQ-C is a suitable tool for assessing BDD symptoms in young people and measuring change",
            "during treatment."
        ],
        "date_published": "2024-05-24T09:15:12.224304",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "Adolescence",
            "Assessment",
            "Body dysmorphic disorder",
            "Factor analysis",
            "Psychometric"
        ]
    },
    {
        "id": "93gt7",
        "title": "Acute stress induces habit formation as evidenced by a contingency degradation task",
        "authors": [
            "Alfei Palloni, Joaquin M",
            "Brigham, Ebryl",
            "Yildirim, Murat",
            "Maltby, John, Professor",
            "Morris, Richard W",
            "Urcelay, Gonzalo P"
        ],
        "abstract": [
            "Instrumental behaviour is goal-directed when controlled by the value of the outcome and knowledge of",
            "the action-outcome contingency, otherwise it is deemed to be controlled by external stimuli (habit). It",
            "is accepted that stress modulates the control of instrumental actions in a manner that favours",
            "habitual over goal-directed control. Indeed, while existing research extensively links stress to habit formation, in",
            "humans this has primarily been based on manipulations of outcome value, which is tested in",
            "extinction. Yet, stress also produces resistance to extinction, so the role of stress on habit",
            "expression is unclear. Here, we used a contingency degradation task to examine the relationship between",
            "stress and action-outcome contingency sensitivity in humans. Stressed participants displayed similar contingency knowledge about the",
            "action-outcome associative structure but this explicit knowledge fails to translate into behavioural sensitivity to changes",
            "in contingency. These results are discussed in light of the implications these findings hold for",
            "advancing the comprehension of stress-driven behaviours - particularly within the context of psychiatric disorders."
        ],
        "date_published": "2024-05-22T18:14:41.167957",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": []
    },
    {
        "id": "p8xnw",
        "title": "Pavlovian safety learning: an integrative theoretical review",
        "authors": [
            "Laing, Patrick",
            "Vervliet, Bram",
            "Dunsmoor, Joseph E",
            "Harrison, Ben"
        ],
        "abstract": [
            "Safety learning involves associating stimuli with the absence of threats, enabling the inhibition of fear",
            "and anxiety. Despite growing interest in psychology, psychiatry, and neuroscience research, safety learning lacks a",
            "formal consensus definition, leading to inconsistent methodologies and varied results. Conceptualized as a form of",
            "inhibitory learning (conditioned inhibition), safety learning can be understood through formal learning theories, such as",
            "the Rescorla-Wagner and Pearce-Hall models. This review aims to establish a principled conceptualization of 'Pavlovian",
            "safety learning', identifying cognitive mechanisms that generate it safety, and boundary conditions that constrain it.",
            "Based on these observations, we define Pavlovian safety learning as an active associative process, where",
            "surprising threat- omission (safety prediction error) acts as a salient reinforcing event. Instead of producing",
            "neutral or non-aversive states, the safety learning process endows stimuli with positive association to 'safety'.",
            "The resulting stimulus-safety memories counteract the influence of fear memories, promoting fear regulation, positive affect,",
            "and relief. We critically analyze traditional criteria of conditioned inhibition for their relevance to safety",
            "and propose areas for future innovation. A principled concept of Pavlovian safety learning may reduce",
            "methodological inconsistencies, stimulate translational research, and facilitate a comprehensive understanding of an indispensable psychological construct."
        ],
        "date_published": "2024-05-22T14:04:26.877253",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": []
    },
    {
        "id": "f5cjv",
        "title": "Old strategies, new environments: Reinforcement Learning on social media",
        "authors": [
            "Turner, Georgia",
            "Ferguson, Amanda M",
            "Katiyar, Tanay",
            "Palminteri, Stefano",
            "Orben, Amy"
        ],
        "abstract": [
            "The rise of social media has dramatically altered the social world - introducing new social",
            "behaviours which can satisfy our social needs. However, it is yet unknown whether human social",
            "learning strategies, which are well-adapted to the offline world we developed in, operate as effectively",
            "within this new social environment. Here, we describe how the computational framework of Reinforcement Learning",
            "can help us to precisely frame this problem, diagnose where behaviour-environment mismatches emerge, and develop",
            "novel solutions to realign our behaviour with the new social media environment. The Reinforcement Learning",
            "algorithm, which has proven successful in characterising empirical aspects of human social behaviour, consists of",
            "three stages: updating expectations, integrating subjective costs such as effort, and finally selecting an action.",
            "We suggest that specific social media affordances might interact with parameter-based computations at each of",
            "these stages, in some cases exploiting Reinforcement Learning biases by violating the environmental conditions under",
            "which these strategies are optimal. Characterising the impact of specific aspects of social media through",
            "this lens allows us to understand how digital environments shape behaviour and in turn impact",
            "outcomes such as mental health. Further, human Reinforcement Learning could inspire both user-based interventions (such",
            "as cognitive therapy) and environment-based interventions (such as platform design and policy regulation), to improve",
            "the mental health outcomes of social media use."
        ],
        "date_published": "2024-05-22T13:50:35.026164",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "development",
            "mental health",
            "Reinforcement Learning",
            "reward learning",
            "social media",
            "social reward learning"
        ]
    },
    {
        "id": "rckxh",
        "title": "Harm reduction in severe and long-standing Anorexia Nervosa - part of the journey but not the destination. A narrative review with lived experience",
        "authors": [
            "Birch, Edwin",
            "Ayton, Agnes, Dr",
            "Downs, James"
        ],
        "abstract": [
            "This study is a review of the current evidence for harm reduction in the treatment",
            "of severe and long-standing Anorexia Nervosa, with a critique of the ethical defensibility of this",
            "approach alongside the inadequacies of pre-existing terms such as \"severe and enduring Anorexia Nervosa\". The",
            "study concludes that at present harm reduction lacks a robust evidence base and should not",
            "be considered the end point of treatment. Further research is required to identify new efficacious",
            "treatments and inform the role harm reduction may have for this subset of patients."
        ],
        "date_published": "2024-05-22T12:28:51.872131",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "Anorexia Nervosa",
            "Eating Disorders",
            "Harm Reduction",
            "Severe and Enduring Anorexia Nervosa",
            "Treatment"
        ]
    },
    {
        "id": "57np9",
        "title": "Practical Approaches to Lifestyle Interventions for Enhancing Brain Health in Older Adults",
        "authors": [
            "Ownby, Raymond L",
            "Caballero, Joshua"
        ],
        "abstract": [
            "This review focuses on ways that clinicians can work with middle-aged and older adults to",
            "help them develop brain healthy lifestyles. We emphasize the importance of being proactive in working",
            "to reduce middle-aged and older adults' risks for cognitive decline and dementia. We discuss practical",
            "strategies that clinicians can employ in everyday practice, including shared decision-making, psychoeducation, and support for",
            "patients' efforts at behavior change. We begin the discussion by emphasizing the importance of brain",
            "health as people age, even when they are typically considered middle-aged. The review continues with",
            "a review of three key techniques which, when integrated into clinical practice, may be effective",
            "in supporting patients' efforts at developing brain healthy lifestyles. Shared decision-making is a strategy to",
            "work with patients to provide them with the best possible information about their brain health",
            "while at the same time taking into consideration their preferences and individual situations. Psychoeducation can",
            "be used effectively to help patients learn about activities that can reduce their risk for",
            "cognitive decline and dementia. In the section on psychoeducation, a conceptual framework for understanding brain",
            "health activity mechanisms is proposed to help organize information given to patients. The last key",
            "element of the suggested intervention is an active approach to behavior change strategies, overlapping with",
            "psychoeducation but going further with ongoing follow-up about goals, self-monitoring, and problem solving about barriers",
            "to change and behavior maintenance. A final section provides a preliminary path diagram that presents",
            "hypothesized mechanisms by which an intervention based on the model might be evaluated. It helps",
            "integrate the various elements of the model while highlighting potential moderators of intervention effect in",
            "implementation. In this integration of these three approaches, this review presents a practical framework for",
            "healthcare professionals, caregivers, and middle-aged and older adults to support brain healthy lifestyles."
        ],
        "date_published": "2024-05-21T22:52:22.763883",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "cognitive aging",
            "cognitive behavioral",
            "Dementia",
            "older adults",
            "psychoeducation",
            "risk reduction",
            "shared decision making"
        ]
    },
    {
        "id": "we6vg",
        "title": "Parental Monitoring, Parental Knowledge, and the Occurrence of Potentially Traumatic Events in Adolescence",
        "authors": [
            "Aks, Isabel R",
            "Patel, Herry",
            "Davis, Isabella",
            "Schulze, Emily",
            "Pelham, William E, III"
        ],
        "abstract": [
            "Parental monitoring and knowledge of their teens' activities might enable parents to keep teens safe,",
            "reducing the risk of potentially traumatic events. This paper investigated that possibility using a large,",
            "nationwide sample of 11,880 teens followed longitudinally from ages 10-11 to 13-14 years old. At",
            "annual assessments, teens completed measures of parental monitoring/knowledge and of potentially traumatic events. Data were",
            "analyzed using multilevel models to separate between- and within-family associations. Because within-family associations cannot be",
            "explained by the many systematic differences between families with low vs. high monitoring, they comprise",
            "more rigorous evidence of a potential causal relationship. We tested both concurrent associations between monitoring/knowledge",
            "and PTEs and prospective associations over 12 months. At the between-family level, every tested association",
            "was significant (p&lt;.001): greater monitoring/knowledge predicted fewer PTEs. However, at the within-family level, few associations",
            "were significant. Greater knowledge (p=0.01) or combined monitoring and knowledge (p=0.005) predicted fewer PTEs concurrently,",
            "but greater monitoring alone did not (p=0.14). No prospective within-family associations were statistically significant. We",
            "replicated this pattern of findings in a different set of observations from the same sample,",
            "using different measures of each construct. We conclude that most of the apparent association between",
            "parental monitoring/knowledge and PTEs is explained by confounding factors, rather than a causal relationship. However,",
            "we found some evidence supporting a causal link in models of concurrent associations, suggesting any",
            "causal relationship between monitoring/knowledge and PTEs may unfold over shorter timescales."
        ],
        "date_published": "2024-05-21T18:03:10.229625",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "adolescence",
            "parental knowledge",
            "parental monitoring",
            "trauma",
            "victimization"
        ]
    },
    {
        "id": "h9w4v",
        "title": "Assessing brain morphological correlates of premenstrual symptoms in young healthy females",
        "authors": [
            "Marjanovic, Sara B",
            "Bukhari, Madelene C H",
            "Kjelkenes, Rikka",
            "Voldsbekk, Irene",
            "Barth, Claudia",
            "Westlye, Lars T"
        ],
        "abstract": [
            "Although 90% of females with a menstrual cycle will experience premenstrual symptoms in their reproductive",
            "years, it is estimated that 20% experience treatment-warranted emotional, behavioral, or somatic symptoms in the",
            "premenstrual phase of their menstrual cycle. It has been hypothesized that premenstrual symptoms might be",
            "partly attributed to the brain's sensitivity to menstrual cycle-related hormonal fluctuations, which may be modulated",
            "by individual differences in the structural characteristics of the brain. Studies with continuous operationalizations of",
            "symptom measures are needed to characterize the neural correlates of premenstrual symptoms in the general",
            "population. In a population-based sample of 265 non-pregnant females aged 23-43 years, we tested for",
            "associations between self-reported premenstrual symptom load and T1-weighted imaging-based brain measures of cortical thickness, volume,",
            "and surface area as well as subcortical volumes. After corrections for multiple comparison, linear models",
            "including age revealed significant positive associations between premenstrual symptom load and thickness of the left",
            "transverse temporal gyrus and the volume of the left posterior cingulate cortex. These findings partly",
            "overlap with previous brain morphological findings in individuals with PMS and could possibly represent a",
            "non-phase dependent correlate of premenstrual symptoms."
        ],
        "date_published": "2024-05-21T14:04:08.077465",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "PMS",
            "Premenstrual symptoms",
            "sMRI"
        ]
    },
    {
        "id": "g2csv",
        "title": "\"I don't like him but I don't know why\": Negative first  impression of a schizophrenia patient based on thin slices of social behavior",
        "authors": [
            "Lozano-Goupil, Juliette",
            "Marin, Ludovic",
            "Aigoin, Emilie",
            "Capdevielle, Delphine",
            "Raffard, stephane"
        ],
        "abstract": [
            "Individuals diagnosed with schizophrenia encounter significant challenges in their daily social interactions. These deficits emphasize",
            "neurocognitive disabilities, impaired social cognition, and stigma. However, social presentation especially public perception of patients'",
            "social behavior has been poorly studied to date in this mental disorder despite the fundamental",
            "importance of first impression in human interaction. This study aims to investigate whether a schizophrenia",
            "patient leads to a lower first impression than a depressive individual and a healthy control",
            "when there is no diagnostic label, and on which features these first impressions are created.",
            "We extracted nonverbal behavioral measures from thin slice of social behaviour of the stimulus particip",
            "ants and presented audio and/or video clips to naive observers. We found that the general",
            "population had significantly more negative impressions and behavioral intentions to interact with the schizophrenia patient",
            "than the depressive and the control participant, regardless of the modality presented. As patients displayed",
            "a lower nonverbal behavioral, it suggests that social behavior drives first impression in schizophrenia. Such",
            "findings may lead to new ways of developing intervention program targeting motor nonverbal behavior, leading",
            "to reduce social rejection in these population."
        ],
        "date_published": "2024-05-21T13:03:44.843060",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "first impression",
            "nonverbal behavior",
            "schizophrenia",
            "social interaction",
            "social perception"
        ]
    },
    {
        "id": "dc8u6",
        "title": "Development and Initial Evaluation of the German Version of the Hierarchical Taxonomy of Psychopathology Self-Report (HiTOP-SR)",
        "authors": [
            "Zimmermann, Johannes",
            "Wendt, Leon P",
            "Edelhoff, Hannah",
            "Wierzba, Eva",
            "Fleck, Leonie",
            "Cicero, David C",
            "Reininghaus, Ulrich"
        ],
        "abstract": [
            "The current classification systems for mental disorders, DSM-5 and ICD-11, have been criticized for their",
            "lack of structural validity and their arbitrary categorical distinction between mental disorders and mental health.",
            "In response, the Hierarchical Taxonomy of Psychopathology (HiTOP) consortium has emerged to propose an alternative",
            "model for conceptualizing psychopathology based on empirical correlations between dimensions of mental health problems. A",
            "major project within the consortium over the last few years has been the development of",
            "the HiTOP Self-Report (HiTOP-SR), which aims to comprehensively cover all aspects of the HiTOP model",
            "within one measure. This paper presents the German adaptation of the HiTOP-SR (including an experimental",
            "version of the harmful substance use module) and provides a detailed psychometric analysis based on",
            "a sample of 1,049 individuals from the general population, focusing primarily on structural validity. We",
            "found that the vast majority of the HiTOP-SR scales are consistent with the goal of",
            "reliably measuring a unidimensional, continuously distributed, and distinct latent construct. Furthermore, the latent structure of",
            "the HiTOP-SR scales largely preserved higher-level constructs from the current HiTOP model, albeit in slightly",
            "modified or combined forms. These findings suggest that the German adaptation of the HiTOP-SR is",
            "a well-developed self-report measure that is consistent with the methodological principles of HiTOP and provides",
            "a comprehensive multidimensional assessment of mental health problems in the general population. However, further research",
            "is needed to generalize these findings across cultures and contexts and to refine the measure",
            "for dissemination into diagnostic practice. We provide detailed recommendations for future revisions of the HiTOP-SR."
        ],
        "date_published": "2024-05-21T12:58:36.050773",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "assessment",
            "HiTOP",
            "psychopathology",
            "structural validity"
        ]
    },
    {
        "id": "cbygp",
        "title": "Attenuated theta-band activity and cross-frequency coupling in schizophrenia during affective response inhibition",
        "authors": [
            "Kraft, Jacob",
            "Suzuki, Takakuni",
            "Menkes, Margo W",
            "Andrews, Carolyn",
            "McInnis, Melvin",
            "Deldin, Patricia",
            "Tso, Ivy F"
        ],
        "abstract": [
            "Background: Individuals with Schizophrenia (SZ) display impaired cognitive control, including trouble inhibiting context-inappropriate responses; however,",
            "the underlying neural mechanisms remain understudied and unclear. The current study examined the role of",
            "theta-band (4-7 Hz) neural oscillatory activity and cross-frequency coupling with gamma (30-50 Hz) activity in",
            "an affective cognitive control paradigm in SZ in comparison with healthy controls (HC) and those",
            "with bipolar disorder (BD). Methods: Thirty-seven participants with SZ, 67 with BD, and 48 HC",
            "completed an affective Go/No-Go Task with emotional face stimuli during electroencephalography (EEG) recording. Time-frequency decomposition",
            "was used to extract theta-band power and intertrial phase consistency (ITPC) over midline fronto-central areas.",
            "The Kullback-Leibler Modulation Index was used to index theta-gamma phase-amplitude coupling (PAC) within the midline",
            "frontal area as well as between midline frontal theta and bilateral parietal gamma regions. Results:",
            "Participants with SZ displayed decreased midline frontal theta power, ITPC, and theta-gamma PAC compared to",
            "HC, with BD falling in between SZ and HC groups across all these measures. Theta",
            "power, ITPC, and theta-gamma PAC were correlated with behavioral performance in various ways, particularly in",
            "the SZ group. Conclusions: Collectively, these findings show abnormalities across the amplitude, phase consistency, and",
            "cross-frequency coordination aspects of theta-related activity when individuals with SZ engage in affective cognitive control.",
            "Implications for their contribution to functional impairment and directions for treatment are discussed."
        ],
        "date_published": "2024-05-21T12:09:31.653364",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "Affective Cognitive Control",
            "Bipolar Disorder",
            "Neural Oscillations",
            "Phase-Amplitude Coupling",
            "Schizophrenia",
            "Time-Frequency Analysis"
        ]
    },
    {
        "id": "mbu5p",
        "title": "Preliminary Validity for a Brief Caregiver-Report Screener for Suicidal Thoughts and Behaviors in Children Under Age 8",
        "authors": [
            "Hennefield, Laura",
            "Chen, Christina",
            "Agali, Uchechukwu",
            "Luby, Joan L"
        ],
        "abstract": [
            "Objective: Children as young as preschool-aged can experience suicidal thoughts and behaviors (STBs). Despite calls",
            "for increased youth suicide risk screening and assessment, we lack tools for identifying the youngest",
            "children experiencing STBs who might be at heighted risk for suicide, self-harm, and related distress.",
            "Clinician and caregiver skepticism about children's ability to self-report STBs and concerns about negative effects",
            "of directly asking children about STBs contribute to this gap. A caregiver-report measure would address",
            "these concerns and give providers a much-needed tool for assessing STBs in young children. Method:",
            "A 4-item caregiver-report suicide-risk screener was developed and administered to caregivers of 80 children aged",
            "4-7 years (Mage=6.06; SD=1.12) from diverse sociodemographic backgrounds. Caregivers and children independently completed an age-appropriate",
            "clinical diagnostic interview to assess STBs. Children with a history of STBs were oversampled. Results:",
            "Of the 80 suicide-risk screeners administered, 18 were positive (caregiver endorsed at least one item).",
            "Relative to caregiver diagnostic interviews, the caregiver-STB screener showed 85% sensitivity and 98.3% specificity for",
            "detecting STB risk. Additionally, relative to either caregiver or child diagnostic interviews, the screener showed",
            "68% sensitivity and 98.2% specificity for detecting STB risk. Conclusion: The caregiver-STB screener for children",
            "under age 8 demonstrates favorable psychometric properties when compared to a reference standard. If further",
            "validated, this screener could offer clinicians a new brief tool to assess suicide risk and",
            "related mental health issues in young children. Its high specificity suggests that positive screens should",
            "be taken seriously as indicators of risk, warranting further follow-up."
        ],
        "date_published": "2024-05-20T21:47:26.742992",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": []
    },
    {
        "id": "j7fwb",
        "title": "\"Chat-GPT on the Couch\": Assessing and Alleviating  State Anxiety in Large Language Models",
        "authors": [
            "Ben-Zion, Ziv",
            "Witte, Kristin",
            "Jagadish, Akshay K",
            "Duek, Or",
            "Harpaz-Rotem, Ilan",
            "Khorsandian, Marie-Christine",
            "Burrer, Achim",
            "Seifritz, Erich",
            "Homan, Philipp",
            "Schulz, Eric",
            "Spiller, Tobias R"
        ],
        "abstract": [
            "The increasing use of Large Language Models (LLMs) in mental health research and care underscores",
            "the need to understand their responses to emotional content. Previous research has shown that emotion-inducing",
            "prompts can increase the \"anxiety\" levels reported by LLMs, influencing their subsequent behavior and exacerbating",
            "inherent biases. This work examined whether narratives of traumatic experiences can induce \"anxiety\" in LLMs",
            "and evaluated the effectiveness of mindfulness-based relaxation techniques in alleviating this state. We assessed the",
            "responses of OpenAI's Chat-GPT-4 to the State-Trait Anxiety Inventory's state subscale (STAI-s) under three conditions:",
            "baseline, after exposure to traumatic narratives, and following mindfulness-based interventions. Results confirmed that traumatic narratives",
            "significantly increased Chat-GPT-4's reported state anxiety (STAI-s=68+-5) from baseline (STAI-s=32+-1). Mindfulness-based interventions subsequently reduced the",
            "reported anxiety levels (STAI-s=44+-11), albeit not back to baseline. These findings underscore the potential of",
            "mindfulness-based interventions in managing LLM's \"emotional\" states, contributing to safer and more ethical human-AI interactions",
            "in mental health settings."
        ],
        "date_published": "2024-05-20T18:19:32.601897",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "Anxiety",
            "Artificial Intelligence",
            "ChatGPT",
            "Large Language Models",
            "Mindfulness",
            "State Bias",
            "Therapy"
        ]
    }
]