[
    {
        "id": "vjcb5",
        "title": "Suicide ideation severity predicts reduced oculomotor avoidance of suicide-related stimuli",
        "authors": [
            "Sherifi, Emilia",
            "Rowe, Megan",
            "Armstrong, Thomas",
            "Stewart, Jeremy G"
        ],
        "abstract": [
            "Introduction: Identifying variables linked to distinct suicide outcomes has long been among suicidology's research priorities.",
            "Cognitive theories of suicide identify attentional processes that may vary for individuals at greater suicide",
            "risk. However, an overreliance on self-report and objective measures that are poor estimates of attention",
            "have led to mixed findings. Method: The current study utilizes eye-tracking with a novel passive",
            "viewing task to explore differences in viewing patterns for suicide- and neutral-image pairings, as a",
            "function of suicide outcomes. Young adults (N = 124, 83.9% women) were oversampled for recent",
            "suicidal thoughts and behaviours and completed a series of self-report questionnaires specific to suicide history,",
            "as well as relevant covariates prior to completing the eye-tracking task. Results: Multi-level modeling revealed",
            "that individuals with low to moderate ratings of past year ideation displayed a significant decline",
            "in the amount of time spent viewing suicide images as compared to neutral images over",
            "the course of the task. However, this same pattern was not seen among individuals with",
            "high suicide ideation, and specifically resolved plans and preparation, a subtype of suicide ideation. Furthermore,",
            "no differences were found between people with and without a suicide attempt history. Conclusion: These",
            "results suggest a suicide-specific disengagement bias among individuals high in suicide ideation, and more specifically",
            "resolved plans and preparation."
        ],
        "date_published": "2024-04-19T19:29:02.223938",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Cognitive Neuroscience"
        ],
        "tags": [
            "attention",
            "eye movements",
            "eye tracking",
            "resolved plans and preparation",
            "suicidal ideation"
        ]
    },
    {
        "id": "vk3gr",
        "title": "An EEG-study on the extent to which partisanship conditions the processing of politicians' faces",
        "authors": [
            "Jesus, Gustavo",
            "Homan, Maaike",
            "Petalas, Diamantis P",
            "Bakker, Bert N",
            "Bathelt, Joe",
            "Schumacher, Gijs"
        ],
        "abstract": [
            "Partisanship has been associated with various cognitive biases. These findings are primarily based on self-reports",
            "and task performance and less on measures of neural activity. We build on the related",
            "literature on in-group/out-group dynamics that employs a face-viewing paradigm and electroencephalography methods to analyze biases.",
            "Reviewing this literature, we developed and preregistered several hypotheses about the extent to which partisanship",
            "is associated with neural processing of political faces. Our lab experiment was conducted in the",
            "Netherlands (N=51) and sufficiently-powered to pick up modest effect sizes for in-party/out-party comparisons. As preregistered,",
            "we find that faces of political leaders elicit a stronger N170 ERP response than faces",
            "of strangers, but we did not find the same pattern for the N250 component. Also",
            "contrary to our preregistered hypotheses, we find no statistically significant differences in the P200 and",
            "N200 components between in-party and out-party leader faces. The strength of partisanship also did not",
            "correlate with P200 or N200. We discuss whether different interpretations of these signals (e.g. familiarity",
            "or affective processing) guide our theories about how partisan bias emerges and operates."
        ],
        "date_published": "2024-04-17T18:37:03.747440",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Cognitive Neuroscience"
        ],
        "tags": [
            "Electroencephalography",
            "Event-Related Potentials",
            "Face-viewing Paradigm",
            "Partisanship",
            "Politician"
        ]
    },
    {
        "id": "8b3wq",
        "title": "Increases in EEG Alpha Power and Beta Power Following a VR Psychedelic Journey",
        "authors": [
            "Mattek, Sonny"
        ],
        "abstract": [
            "Virtual reality (VR) is an emerging tool that has been shown to induce experiences similar",
            "to psychedelics. In this report, we measure brain activity using electroencephalography (EEG) before and after",
            "a novel VR experience. This Inner State VR experience was designed as a drugless psychedelic",
            "journey that mimics a microdosing experience, to create the opportunity of participating in a psychedelic",
            "journey without consumption of a substance. We found the post-VR brain activity showed increases in",
            "power in the alpha and beta frequency ranges, compared to pre- VR. We relate these",
            "data to existing literature to hypothesize how VR could be a useful tool for creativity",
            "and focus, which is consistent with anecdotal use cases of psychedelic microdosing."
        ],
        "date_published": "2024-04-16T21:07:14.928032",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Cognitive Neuroscience"
        ],
        "tags": []
    },
    {
        "id": "avyph",
        "title": "Metacognitive biases in anxious-depression and compulsivity extend across perception and memory",
        "authors": [
            "Seow, Tricia X F",
            "Fleming, Stephen M",
            "Hauser, Tobias U"
        ],
        "abstract": [
            "Metacognitive biases are characteristic of common mental health disorders like depression and obsessive-compulsive disorder (OCD).",
            "However, recent transdiagnostic approaches consistently contradict traditional clinical studies, with overconfidence in perception among highly",
            "compulsive individuals versus underconfident memory in OCD patients. To reconcile these differences, we investigated whether",
            "these metacognitive divergences arise due to cognitive domain-specific effects, comorbid overshadowing effects, and/or different manifestations",
            "at disparate levels of a metacognitive hierarchy. Using a transdiagnostic individual differences approach (N=327), we",
            "quantified metacognitive patterns across memory and perception. Across cognitive domains, we found that underconfidence was",
            "linked to anxious-depression and overconfidence was linked to compulsivity. These associations varied across the confidence",
            "hierarchy, with anxious-depression being predominantly explained by global low self-esteem, whereas compulsivity exhibited more specific",
            "alterations at lower metacognitive levels. Our results support a domain-general alteration of metacognition in psychopathology,",
            "with differential contributions from distinct levels of a metacognitive hierarchy, akin to an overshadowing effect."
        ],
        "date_published": "2024-04-16T14:33:41.234218",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Cognitive Neuroscience"
        ],
        "tags": [
            "Anxious-depression",
            "Compulsivity",
            "Confidence",
            "Memory",
            "Mental Health",
            "Metacognition",
            "Perception",
            "Psychiatry",
            "Transdiagnostic"
        ]
    },
    {
        "id": "8krj5",
        "title": "Not Simply Two Sides of the Same Coin: Target Enhancement and Distractor Suppression Draw on Independent Neural Mechanisms",
        "authors": [
            "Khodayari, Natalia",
            "Egeth, Howard",
            "courtney, susan"
        ],
        "abstract": [
            "Enhancement and suppression have traditionally been described as a shared process; enhancing relevant information subsequently",
            "suppresses irrelevant information, but there may also exist separable mechanisms. Recent evidence indicates that target",
            "enhancement and distractor suppression can be measured separately, using both behavioral and physiological approaches. It",
            "is unclear, however, whether the underlying mechanisms are also separable. We used an individual differences",
            "approach to investigate whether enhancement and suppression strengths vary independently across individuals, which would provide",
            "strong evidence supporting the existence of separate mechanisms. This approach, however, requires dissociable, internally-reliable individual-difference",
            "measures. We found reliable enhancement measures for both endogenous cueing effects (Experiment 1) and statistical",
            "learning effects of target location frequency (Experiment 2). Measures of suppression in Experiments 1 and",
            "2 were unreliable. In Experiment 3, we encouraged a single strategy (\"singleton-search mode\") by changing",
            "the colors and shapes of targets and distractors across trials. We found reliable individual differences",
            "in reaction time measures for enhancement and suppression. Critically, these reliable measures of enhancement and",
            "suppression did not covary. Experiment 4 largely replicated the results of Experiment 3. Again, individual-difference",
            "measures of enhancement and suppression strength did not covary. These results show a clear dissociation:",
            "while enhancement yields reliable individual differences across task manipulations, suppression measures are usually unreliable and",
            "sensitive to task parameters. When individual-difference measures of both enhancement and suppression are reliable, they",
            "do not covary. These results cannot be explained solely by a shared-mechanism account of enhancement",
            "and suppression, and instead support the hypothesis that independent enhancement and suppression mechanisms exist."
        ],
        "date_published": "2024-04-16T01:35:41.903147",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Cognitive Neuroscience"
        ],
        "tags": [
            "attention",
            "distractor suppression",
            "individual differences",
            "mechanisms",
            "reliability",
            "target enhancement"
        ]
    },
    {
        "id": "vzusx",
        "title": "Social learning in models and minds",
        "authors": [
            "Yon, Daniel",
            "heyes, cecilia"
        ],
        "abstract": [
            "After more than a century in which social learning was blackboxed by evolutionary biologists, psychologists",
            "and economists, there is now a thriving industry in cognitive neuroscience producing computational models of",
            "learning from and about other agents. This is a hugely positive development. The tools of",
            "computational cognitive neuroscience are rigorous and precise. They have the potential to prise open the",
            "black box. However, we argue that, from the perspective of a scientific realist, these tools",
            "are not yet being applied in an optimal way. To fulfil their potential, the shiny",
            "new methods of cognitive neuroscience need to be better coordinated with old-fashioned, contrastive experimental designs.",
            "Inferences from model complexity to cognitive complexity, of the kind made by those who favour",
            "lean interpretations of behaviour ('associationists'), require social learning to be tested in challenging task environments.",
            "Inferences from cognitive complexity to social specificity, made by those who favour rich interpretations ('mentalists'),",
            "call for non-social control experiments. A parsimonious model that fits current data is a good",
            "start, but carefully designed experiments are needed to distinguish models that tell us how social",
            "learning could be done from those that tell us how it is really done."
        ],
        "date_published": "2024-04-15T15:43:29.121340",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Cognitive Neuroscience"
        ],
        "tags": [
            "cognitive neuroscience",
            "contrastive testing",
            "domain-specificity",
            "model complexity",
            "scientific realism",
            "social learning"
        ]
    },
    {
        "id": "8d2mf",
        "title": "Mathematized Phenomenology and the Science of Consciousness",
        "authors": [
            "Prentner, Robert"
        ],
        "abstract": [
            "In this contribution, we emphasize the relevance of mathematical approaches to the first-person perspective. We",
            "briefly discuss why this is necessary and why mathematics plays a special role when it",
            "comes to integrating scientific (empirical) and philosophical (theoretical) projects. We also sketch some potential ways",
            "that mathematics could be used in phenomenology, based on a selection of four ``phenomenological primitives''",
            "that characterize constitution: intentionality, minimal subjectivity, lifeworld, and time consciousness. We also spell out a",
            "minimal topological toymodel and refer to some contemporary approaches using modern mathematics (e.g. category theory).",
            "We then discuss how this could be usefully applied to the (neuro)scientific study of consciousness",
            "and throughout stress the need to highlight (and formalize) phenomenology's transcendental character."
        ],
        "date_published": "2024-04-15T08:00:30.731986",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Cognitive Neuroscience"
        ],
        "tags": [
            "Constitution",
            "intentionality",
            "minimal subjectivity",
            "neuroscience of consciousness",
            "self/world-dichotomy",
            "time consciousness"
        ]
    },
    {
        "id": "uhs3c",
        "title": "Default mode network anti-correlation as a transdiagnostic biomarker of cognitive function",
        "authors": [
            "Tripathi, Vaibhav",
            "Batta, Ishaan",
            "Zamani, Andre",
            "Atad, Daniel A",
            "Sheth, Sneha K",
            "Zhang, Jiahe",
            "Wager, Tor",
            "Whitfield-Gabrieli, Susan",
            "Uddin, Lucina Q",
            "Prakash, Ruchika",
            "Bauer, Clemens C"
        ],
        "abstract": [
            "The default mode network (DMN) is intricately linked with processes such as self-referential thinking, episodic",
            "memory recall, self-projection, and understanding the mindset of others. Over recent years, there has been",
            "a surge in examining its functional connectivity, particularly its antagonistic relationship with frontoparietal networks (FPN)",
            "involved in top-down attention, executive function, and cognitive control. Notably, the DMN demonstrates an anti-correlated",
            "connection with FPN and Dorsal Attention Network (DAN), leading to its deactivation when one's attention",
            "is turned towards the external environment. The fluidity in switching between these internal and external",
            "modes of processing--highlighted by this anti-correlated functional connectivity--has been proposed as an indicator of cognitive",
            "health and mediated by salience networks (SAL). Due to the ease of the estimation of",
            "functional connectivity-based measures through resting state fMRI paradigms, there is now a wealth of large-scale",
            "datasets, paving the way for standardized connectivity benchmarks. This review delves into the promising role",
            "of DMN connectivity metrics as potential biomarkers of cognitive state across attention, mind wandering and",
            "meditation states, and investigating deviations in clinical conditions such as anxiety, depression, ADHD, PTSD and",
            "others. Additionally, we tackle the issue of reliability of network estimation and functional connectivity and",
            "share recommendations for using connectivity measures as a biomarker of cognitive health."
        ],
        "date_published": "2024-04-14T21:36:10.103736",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Cognitive Neuroscience"
        ],
        "tags": [
            "anti-correlations",
            "Attention",
            "Brain Networks",
            "Default Mode Network",
            "Frontoparietal network",
            "Functional Connectivity",
            "Meditation",
            "Mental Health",
            "Resting State"
        ]
    }
]