[
    {
        "id": "2w6v3",
        "title": "Ending the Epidemic of Malaria in Nigeria Towards Attaining SDG Target 3.3.3: A Systematic Review of the Progress in Intervention Coverage",
        "authors": [
            "Egharevba, Henry O",
            "Ekpenyong, Margaret I"
        ],
        "abstract": [
            "Background: Meeting SDG 3, 'healthy lives and well-being for all,' is one of the bedeviling",
            "challenges of low-/medium income countries like Nigeria whose health index is adversely impacted by the",
            "burden of malaria, an epidemic that seems to have defied all interventions aimed at eliminating",
            "it and achieving the SDG target. A confounding problem in the efforts so far is",
            "the apparent inability to expand and sustain interventions coverage. This review systematically examines available evidence",
            "to determine if the current level of malaria intervention coverage in Nigeria could help achieve",
            "the SDG target 3.3.3. Methods: Data were systematically extracted through online search of ProQuest databases",
            "and BioMed Central website for publication between 1st January 2015 and 3rd February 2024. Of",
            "the 26 potential articles that met the inclusion criteria, 12 were selected for quality assessment",
            "using the CASP checklist. Seven of the studies reported coverage for seasonal malaria chemoprevention (SMC),",
            "while coverage for insecticide-treated nets (ITNs) or long-lasting insecticide-treated nets (LLINs) interventions was reported by",
            "6 of the publications. One study each reported coverage for indoor-residual spraying (IRS) and rapid",
            "diagnostic tests (RDTs). The findings were thematically discussed. Findings: The included studies were 1 systematic",
            "review (SR), 7 randomized controlled trials (RCTs) and 4 household or community campaigns/surveys. Apart from",
            "one study, all the others raised questions of external validity due to the small sample",
            "size. The descriptive statistics of the evidence showed that the mean intervention coverages for SMC,",
            "ITNs/LLINs, IRS, and RDTs, were 40.31%, 50.02%, 51.1% and 39.67%, respectively. Conclusion: The current intervention",
            "coverage is not adequate to meet the National Malaria Elimination Programme (NMEP) vision/goal of 0:10:5:80:80",
            "and the SDG targets 3.3.3 set for the elimination of malaria by 2025 and 2030,",
            "respectively. An incremental minimum annual coverage of about 6.3% is needed over the next 6",
            "years to meet 80% coverage for SMC. The same trajectory is estimated for other intervention",
            "components."
        ],
        "date_published": "2024-04-13T13:45:10.580651",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Epidemic",
            "Intervention Coverage",
            "Malaria",
            "Nigerian NMEP",
            "SDG Target 3.3.3"
        ]
    },
    {
        "id": "3aqke",
        "title": "Politics, its Science, and the Prevention of Wars",
        "authors": [
            "Emerson, Peter"
        ],
        "abstract": [
            "Majority voting and majority rule - in a word, majoritarianism - have been a cause",
            "of division in both parliamentary votes and binary referendums, and sometimes, subsequently, in societies as",
            "well. Indeed, at worst, such binary decisions have led to violence and war. Other, more",
            "inclusive voting procedures have been developed over the years, as often as not first used",
            "in Asia, and their adoption worldwide could lead to decisions, which more accurately reflect the",
            "common good. Furthermore, if decisions were based on a methodology which identified, not the more",
            "popular of just two options, but the most popular of a few - the option",
            "with the highest average preference - governance by a single party or a majority coalition",
            "could give way to that which is advocated for conflict zones: all-party power-sharing. Indeed, if",
            "such were the norm, consensus in international gatherings could more effectively be achieved, and maybe",
            "many violent conflicts could be at best prevented and at least resolved peacefully."
        ],
        "date_published": "2024-04-13T13:45:19.235542",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "All-Party Power-Sharing",
            "Consensus",
            "Modified Borda Count MBC",
            "Preferential Decision-Making"
        ]
    },
    {
        "id": "58kv2",
        "title": "Future-Proofing Islamic Finance: A Bibliometric Review of the Fintech Era",
        "authors": [
            "Amalia, Shendy",
            "Riantani, Suskim",
            "Wijaya, John H"
        ],
        "abstract": [
            "This study, entitled \"Future-Proofing Islamic Finance: A Bibliometric Review of the Fintech Era,\" investigates the",
            "dynamic mix of Islamic finance and financial technology (Fintech) using advanced bibliometric analysis. By utilizing",
            "the VOS viewer from 2004 to 2023, a comprehensive review of 998 papers was conducted.",
            "The main keywords for this analysis are \"Islamic finance,\" \"financial technology,\" and \"bibliometric analysis.\" Methods:",
            "The VOS viewer facilitates comprehensive analysis of the data set, focusing on linkage patterns, publication",
            "trends, and influential journals in the realm of Islamic finance and Fintech. Key metrics such",
            "as publication growth, prolific authors, influential journals, and prolific countries are analyzed to provide an",
            "in-depth understanding of research trends. Results: Bibliometric analysis of 998 papers reveals emerging trends in",
            "Islamic finance and Fintech, emphasizing the significance of technology-driven growth in the Islamic finance landscape.",
            "This study identifies key research themes, collaborative networks, and important contributions that shape this domain.",
            "Research Limitations/Implications: This analysis is based on data extracted using the VOS viewer from 2004",
            "to 2023 and may not cover the entirety of research in Islamic finance and Fintech.",
            "It provides a comprehensive yet specific look at trends in this intersection. Conclusions and Recommendations:",
            "This bibliometric review provides insight into the evolution of Islamic finance in the context of",
            "Fintech, highlighting research growth, influential authors, and key journals. It offers valuable insights for researchers,",
            "practitioners, and policymakers, paving the way for future research linking Islamic finance to technological innovation."
        ],
        "date_published": "2024-04-13T13:45:42.595577",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Bibliometric Analysis",
            "Financial Technology",
            "Islamic Finance"
        ]
    },
    {
        "id": "6zhq2",
        "title": "The Effect of Supply Chain Disruptions on Business Post COVID-19",
        "authors": [
            "Ozgur, Ceyhun",
            "Fedor, Katia",
            "Kois, Addy",
            "McFarland, Ethan"
        ],
        "abstract": [
            "There are many reasons for experiencing supply chain disruptions. The reasons could be miscommunication between",
            "the factory and the warehouse, miscommunication between the warehouse and the stores, or miscommunication between",
            "the stores and the customers. We investigated these possible disruptions throughout this paper with the",
            "help of a questionnaire. We further investigated the effect of various problems that may occur",
            "with the company stock which resulted in supply chain disruptions. There have been many papers",
            "written about the effect of the disruptions regarding these problems. With the goal of finding",
            "out the tactical approach from the company affects the value of the stock, we investigated",
            "this further. Additionally, this paper examined the nature of the tactical standings of the company",
            "and the effects on supply chain disruptions and the position of the company stock. Based",
            "on the responses to the questionnaire, we found how the tactical elements affect the supply",
            "chain disruptions. We also showed the effect of the supply chain disruptions on the company",
            "stock."
        ],
        "date_published": "2024-04-13T13:45:52.527828",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "kumbz",
        "title": "Predictive Strength of Math Screening Across English Language Proficiency Scores in Third to Eighth Grade",
        "authors": [
            "Hall, Garret",
            "Doyle, Emma",
            "Vazquez, Edgardo M"
        ],
        "abstract": [
            "Using data from students in grades 3-8 in school years 2018-19 (n = 1,871) and",
            "2021-22 (n = 1,740), we examined the strength of fall math screening using Measures of",
            "Academic Progress (MAP) for predicting end-of-year state math assessment performance levels and whether this prediction",
            "varied across English language proficiency (ELP). In addition, we examined whether differential predictive strength varied",
            "across screening using English or Spanish MAP math (2018-19 only). MAP math was similarly predictive",
            "across the ELP continuum (odds ratios between 6-15; log-odds between 1.5-2.5). However, in 2018-19, there",
            "is more variation in screening prediction across ELP for students assessed using the English MAP",
            "math compared to Spanish MAP math. In 2021-22, there is little evidence of differential screening",
            "prediction across ELP. Our findings suggest that MAP math is moderately predictive across ELP and",
            "school years. We discuss limitations, future directions, and implications for research and practice."
        ],
        "date_published": "2024-04-12T17:16:58.782420",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Bayesian",
            "English language proficiency",
            "English learner",
            "mathematics",
            "universal screening"
        ]
    },
    {
        "id": "ftuec",
        "title": "A cultural-historical study of affordances for agency when children play in the city environments in Rome",
        "authors": [
            "Siklander, Signe",
            "Kinnunen, Susanna"
        ],
        "abstract": [
            "Children in the Antique Rome showed their agency when playing in the city environment, in",
            "other words, the environment afforded them to play and develop their agency. Today, the city",
            "is still the same, but childhood is different. We investigated how children play and perform",
            "their agency in the city environment today, after the restrictions of Covid19. 60 play episodes",
            "were observed by naturalistic observation and analyzed qualitatively. The results show that affordances for agency",
            "realized by three distinctive ways, and it also was not performed. The results are useful",
            "for childhood and play researchers, educators and playground designers."
        ],
        "date_published": "2024-04-11T16:25:54.340706",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "affordances",
            "children",
            "city environment",
            "feeling of agency",
            "play"
        ]
    },
    {
        "id": "qfx4a",
        "title": "Large Language Models, Social Demography, and Hegemony: Comparing Authorship in Human and Synthetic Text",
        "authors": [
            "Alvero, AJ",
            "Lee, Jinsook",
            "Regla-Vargas, Alejandra",
            "Kizilcec, Rene F",
            "Joachims, Thorsten",
            "antonio, anthony l"
        ],
        "abstract": [
            "Large language models have become extremely popular over a short period of time given their",
            "ability to generate text that resembles human writing across a variety of domains and tasks.",
            "This popularity and breadth of use also put this technology at hazard to fundamentally reshape",
            "how written language is perceived and evaluated. Spoken language has long played a role in",
            "maintaining power and hegemony in society, especially through ideas of social identity and ``correct'' forms",
            "of language. But as human communication becomes even more reliant on text and writing, it",
            "is important to understand how these processes might shift and who is more likely to",
            "see their writing styles reflected back at them through modern AI. We therefore ask the",
            "following question: who does generative AI write like? To answer this, we compare writing style",
            "features in over 150,000 college admissions essays submitted to a large public university system and",
            "an engineering program at an elite private university with a corpus of over 25,000 essays",
            "generated with GPT-3.5 and GPT-4 to the same writing prompts. For individual writing style features,",
            "we find that humans exhibit more variability than generative AI. When comparing all of the",
            "writing features, we find that the AI-generated essays are most similar to essays submitted by",
            "students with higher levels of social privilege. Future studies using text data and large language",
            "models might consider human and AI authorship characteristics and evaluation of writing."
        ],
        "date_published": "2024-04-12T07:27:09.841182",
        "license": "60bf983b58510b0009a5a9a4",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "authorship characteristics",
            "computational social science",
            "large language models",
            "social demography of text",
            "sociology of language"
        ]
    },
    {
        "id": "847r9",
        "title": "Stablecoins: New perspectives for travel and tourism",
        "authors": [
            "Manahov, Viktor",
            "Li, Mingnan"
        ],
        "abstract": [
            "Existing research has not fully delved into stablecoins' role in the travel and tourism sector.",
            "Our study uniquely explores their practical uses in this sector, showcasing their benefits in streamlining",
            "payments, cutting costs, and fostering sustainable growth. We also address their potential to enhance travel",
            "experiences and promote travel sustainability, noting the regulatory and technical challenges ahead. Overall, our research",
            "underscores the value of stablecoins in the travel and tourism sector, offering new perspectives for",
            "future research and practice."
        ],
        "date_published": "2024-04-12T08:10:07.274848",
        "license": "60bf983b58510b0009a5a9a4",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "kswau",
        "title": "Differences in Reading Screening Accuracy by Percentile Cutoff and English Proficiency: Feature Selection and Group-wise Prediction Evaluation",
        "authors": [
            "Siebert, Julian M",
            "Bell, Phaedra",
            "Gutierrez, Nuria",
            "Zegers, Monica",
            "Falke, Eric",
            "Domingue, Benjamin",
            "Petscher, Yaacov",
            "Catts, Hugh W",
            "Yan, Lucy",
            "Duran, Lillian",
            "Gorno-Tempini, Maria L"
        ],
        "abstract": [
            "This exploratory predictive study investigates our capacity to predict risk of developing reading difficulties based",
            "on a battery of tasks tapping into commonly used reading screening constructs. A key question",
            "pertains to the extent to which we can predict fairly and with equal accuracy for",
            "native English-speakers (EO) and emerging multilinguals (English learners [ELs] with sufficient English-proficiency to participate in",
            "English screening). This prediction exercise takes place in a linguistically diverse sample, over different prediction",
            "intervals (end of same and subsequent academic year), and across a range of percentile cut-offs",
            "(1st-25th) defining reading difficulty. Specifically, using a sample of 1,692 kindergarteners and first-graders from 24",
            "schools across 13 Californian public school districts, we (a) identified the most important reading screening",
            "tasks for a range of percentile cut-offs defining 'risk' using random forest feature selection; (b)",
            "built a series of logisitic regression classifiers; and (c) evaluated these models' performances for ELs",
            "and EO students spearately. When risk is defined as performance below the tenth percentile or",
            "higher, the same tasks generally surface as most important predictors of later word reading difficulty",
            "(letter naming and sounds for kindergarten; word and non-word reading for first graders), though with",
            "different relative importance for EO vs EL students and for the different prediction intervals. Though",
            "most models can be optimised to exceed sensitivity and specificity values of .80, classification accuracy",
            "is higher for EO students, especially for two-year predictions. Though models meeting conventionally used minimum",
            "accuracy requirements for both the EO and EL groups can be produced, more work is",
            "needed to achieve truly linguistically equitable (i.e., equally accurate) screening. We discuss the implications and",
            "feasibility of universal reading screening using English screening tasks in linguistically diverse populations."
        ],
        "date_published": "2024-04-10T17:08:27.478581",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "emergent multilinguals",
            "random forest feature selection",
            "universal reading screening"
        ]
    },
    {
        "id": "hsp7b",
        "title": "The Intended and Unintended Effects of Secondary School Fee Abolition: Evidence from Ghana's Free Senior High School Policy",
        "authors": [
            "Casely-Hayford, Leslie",
            "Gruijters, Rob J",
            "Adjei, Louisa O",
            "Yeboah, Victor A"
        ],
        "abstract": [
            "Ghana's Free Senior High School policy, which was introduced in 2017, is the most prominent",
            "and comprehensive free secondary education policy in the region. We conducted an in-depth qualitative study",
            "of stakeholder perspectives--students, parents, and school leaders--focusing on their perspectives on and experiences with the",
            "policy. The findings show that stakeholders generally appreciated the improvement in access, especially for low-income",
            "students and those from remote rural areas. However, they also indicated that the policy led",
            "to an inflow of unprepared students and exacerbated preexisting challenges related to scarce school resources",
            "and quality. Moreover, stakeholders believed that free secondary education reduced student motivation and increased the",
            "demand for boarding instead of day schooling. Based on these findings, we discuss options for",
            "improving the implementation of free secondary education policies and the Free SHS policy in particular."
        ],
        "date_published": "2024-04-10T13:27:35.976627",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "education policy",
            "Free secondary education",
            "Free SHS",
            "policy implementation",
            "school fee abolition",
            "stakeholder perspectives"
        ]
    },
    {
        "id": "mgbec",
        "title": "Contextual antecedents and interacting variables in Math Anxiety",
        "authors": [
            "Brelaz-da-Siva, Ivonilce",
            "Maximino, Caio"
        ],
        "abstract": [
            "The relationship between Math Anxiety (MA), performance in solving math problems, and math self-efficacy was",
            "assessed in 42 college students classified as having high or low MA levels. Their perceptions",
            "in relation to sources of pressure as antecedents of MA were also assessed. Low and",
            "high MA students differed in self-efficacy (mean difference = -13.76, 95%CI[-20.4; -7.13]) and math performance",
            "(mean difference = -13.76, 95%CI[-20.4; -7.13]). Nonetheless, a mediation model did not find support for",
            "the hypothesis that self-efficacy mediates the effects of MA on math performance (b = -0.09).",
            "Thematic analysis of responses to open-ended questions about parental support, the sources of pressure on",
            "math achievement, and how this pressure affects the students failed to uncover differences between groups;",
            "nonetheless, participants in the high MA group reported more perceived distress in those responses. These",
            "results underline the complex relationship between contextual antecedents, interacting variables, and the ultimate outcome of",
            "Math Anxiety on performance in solving math problems."
        ],
        "date_published": "2024-04-10T17:07:48.804635",
        "license": "5ad7979bc69830002d8190e3",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Math achievement",
            "Math Anxiety",
            "Pressure",
            "Science and Math Education"
        ]
    },
    {
        "id": "zrb3y",
        "title": "Bridging Social Annotation Practice with Perspectives from the Learning Sciences and CSCL",
        "authors": [
            "Zhu, Xinran",
            "Jung, Yeonji",
            "Chen, Bodong",
            "Hickey, Daniel",
            "Chartrand, Grant",
            "Kalir, Jeremiah (Remi)",
            "Hodgson, Justin",
            "Andrews, Christopher D",
            "Wise, Alyssa",
            "Shui, Hong",
            "Chen, Pingting",
            "Avadhanam, Rukmini M"
        ],
        "abstract": [
            "Social annotation has emerged as an important approach to supporting students' social interaction and collaborative",
            "knowledge building in the classroom. Despite great interest among practitioners and a growing body of",
            "literature, social annotation activities are often guided by practical intuitions rather than informed by theories",
            "of learning and technology- supported collaboration. To strengthen social annotation practice, more work is needed",
            "to explore the systematic application of rich theories of learning and collaboration in this context.",
            "The proposed hybrid symposium aims to engage learning scientists, CSCL researchers, and stakeholders in productive",
            "dialogues to explore the integration of social annotation as a complex practice that can benefit",
            "from meaningful application of theories, explicit consideration of learning constructs, and careful design of technological",
            "and analytical support. The symposium will both contribute to social annotation practice in the classroom",
            "and help learning scientists and CSCL researchers in achieving broader impacts in the education system."
        ],
        "date_published": "2024-04-10T16:10:57.117111",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "computer-supported collaborative learning",
            "learning sciences",
            "online learning",
            "social annotation"
        ]
    },
    {
        "id": "ze4qc",
        "title": "Critical Terrorism Studies: A Brief Overview",
        "authors": [
            "Islam, Md D"
        ],
        "abstract": [
            "This article focuses on the general understanding and stand points of the Critical Terrorism School",
            "which emerged with a view to understanding terrorism from a different perspective partially denying the",
            "traditional concepts and explanations of the Orthodox Terrorism Schools. This article attempts to critically examine",
            "the arguments of the Critical Terrorism Schools and the feasibility of their key arguments. In",
            "addition, a key discussion has focused on the debate whether state should be categorised as",
            "terrorist. In this article, it has been argued that state should not be categorised as",
            "terrorist and crimes committed by states should be studied as state violence. But this study",
            "corresponds to the position of the school to discuss terrorism from a critical lens. Finally,",
            "a set of interventions have been proposed for bridging the gaps between the Orthodox and",
            "Critical Terrorism Schools."
        ],
        "date_published": "2024-04-09T15:06:52.437209",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "mcet3",
        "title": "(Un)Design: Training Entrepreneurial Industrial Designers for New Scenarios",
        "authors": [
            "D'Amico, Enrique",
            "Del Giorgio Solfa, Federico, Ph.D."
        ],
        "abstract": [
            "The paradigm shift has revealed a need among industrial designers to have entrepreneurial capabilities. Being",
            "the most effective modality to exercise discipline today. The implementation of this approach requires reviewing",
            "the discursive scaffolding that the design has been using to set immovable high standards of",
            "complexity and quality, reducing the field of professional action and limiting the intervention alternatives. This",
            "article considers the dynamics and trends in people's lifestyles, explores possible strategies and specific content",
            "for the entrepreneurial training required by design."
        ],
        "date_published": "2024-04-12T08:35:33.146627",
        "license": "60bf983b58510b0009a5a9a4",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "entrepreneurial ecosystem",
            "entrepreneurship",
            "industrial design",
            "pedagogical strategies"
        ]
    },
    {
        "id": "mhrxt",
        "title": "The history of the Geophysical and Astronomical Observatory of the University of Coimbra as a didactic tool in physical and natural sciences in lower and upper secondary education in Portugal",
        "authors": [
            "Figueiredo, Fernando B",
            "Leonardo, Jose",
            "Correia, Gina P"
        ],
        "abstract": [
            "This paper explores the potential of making use of the history of the Geophysical and",
            "Astronomical Observatory of the University of Coimbra (OGAUC) to promote an interdisciplinary approach to science",
            "education and foster critical thinking and scientific literacy among Portuguese lower and upper secondary school",
            "students. For more than 200 years, OGAUC has played a significant role in advancing various",
            "astronomical and geophysical areas and the history of science in Portugal, making it a valuable",
            "resource for science educators. This article presents a teacher training course designed to use OGAUC",
            "science history as a teaching science didactic and pedagogical tool, equipping lower and upper secondary",
            "school teachers with the knowledge and skills to do so. The course structure, objectives and",
            "results are described, highlighting OGAUC's scientific history for students' motivation and learning outcomes. This article",
            "contributes to the growing literature on the use of the history of science as a",
            "didactic and pedagogical tool and provides practical insights for science educators and teacher trainers. In",
            "conclusion, this article argues that the history of scientific sites such as the OGAUC can",
            "be used as a valuable didactic and pedagogical tool for science education and outreach, as",
            "it promotes interdisciplinary thinking, critical thinking, and scientific literacy among students. Using the historical context",
            "of scientific institutions, science educators can enhance students' engagement, understanding, and appreciation of science."
        ],
        "date_published": "2024-04-09T14:09:19.753282",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "6d8tj",
        "title": "A Review of Automatic Item Generation Techniques Leveraging Large Language Models",
        "authors": [
            "Tan, Bin",
            "Armoush, Nour",
            "mazzullo, Elisabetta",
            "Bulut, Okan",
            "Gierl, Mark J"
        ],
        "abstract": [
            "Over a decade ago, automatic item generation (AIG) was introduced to meet the increasing need",
            "for high-quality items in educational measurement. Around the same time, a new area of research",
            "in computer science began to develop questions for educational use. Historically, researchers from these two",
            "domains had little knowledge or communication with one another. However, the development of pre-trained large",
            "language models (LLMs) has sparked the interest of researchers from both domains in applying these",
            "models for automatically creating items. With similar objectives and methodologies, these two research domains appear",
            "to be converging on how to address the problems in this field. The purpose of",
            "this study is to provide a review of the current state of research by synthesizing",
            "existing studies on the use of LLMs for AIG. By combining research from both domains,",
            "we examine the utility and potential of LLMs for AIG. We performed a comprehensive literature",
            "review in seven research databases, selected studies based on predefined criteria, and summarized 60 relevant",
            "studies that employed LLMs in the AIG process. We identified the most commonly used LLMs",
            "in current AIG literature, their specific applications in the AIG process, and the characteristics of",
            "the generated items. We found that LLMs are flexible and effective in generating various types",
            "of items based on different languages and subject domains. However, many studies have overlooked the",
            "quality of the generated items, indicating a lack of a solid educational foundation. This review",
            "emphasizes the urgent need for greater integration of learning and measurement theories in future AIG",
            "research. We share two suggestions to enhance the educational foundation for leveraging LLMs in AIG,",
            "advocating for interdisciplinary collaborations to exploit the utility and potential of LLMs."
        ],
        "date_published": "2024-04-08T16:45:04.387180",
        "license": "563c1cf88c5e4a3877f9e967",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "2x63q",
        "title": "How do views of working conditions vary across school staff?",
        "authors": [
            "Jerrim, John"
        ],
        "abstract": [
            "There has been much recent interest in working conditions in schools. Yet most existing studies",
            "are based upon samples of teachers, without capturing the views of other members of staff.",
            "This is despite individuals in non-teaching roles (teaching assistants, office staff, pastoral care) accounting for",
            "around half of England's school employees and who make a considerable contribution to the work",
            "environment shared amongst staff. The present paper therefore presents new evidence on how working conditions",
            "compare across different staff groups. We find that, while workload is the fundamental issue facing",
            "teachers, pay is a relatively more important amongst teaching assistants, pastoral workers and office staff.",
            "The strong association between the views of those in teaching and non-teaching roles within the",
            "same school nevertheless means that samples comprised of only teachers are likely to be a",
            "reasonable proxy for the school working environment as a whole. Senior leaders are also found",
            "to be consistently more positive about working conditions than the staff they employ."
        ],
        "date_published": "2024-04-04T15:30:52.548591",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "es5kb",
        "title": "Literacy in the Time of Artificial Intelligence",
        "authors": [
            "Kalantzis, Mary",
            "Cope, Bill"
        ],
        "abstract": [
            "The latest mutation of Artificial Intelligence, Generative AI, is more than anything a technology of",
            "writing. Generative AI is a machine that can write. In a world-historical frame, the significance",
            "of this cannot be understated. It is a technology in which the unnatural language of",
            "code tangles with the natural language of everyday life. Its form of writing, moreover, is",
            "multimodal, able not only to write text as conventionally understood, but also to \"read\" images",
            "by matching textual labels and to \"write\" images from textual prompts. Within the scope of",
            "this peculiarly machinic writing are mathematics, actionable software procedure, and algorithm. This paper explores the",
            "consequences of Generative AI for literacy teaching and learning. In its first part, we speak",
            "theoretically and historically, suggesting that this development is perhaps as momentous for society and education",
            "as Pi Sheng's invention of moveable type and Gutenberg's printing press--and in its peculiar ways",
            "just as problematic. In the paper's second part, we go on to propose that literacy",
            "in the time of AI requires a new way to speak about itself, a revised",
            "\"grammar\" of sorts. In a third part, we discuss an application we have developed that",
            "puts Generative AI to work in support of literacy and learning. We end with some",
            "broad-brushstroke implications for education."
        ],
        "date_published": "2024-04-04T15:31:32.767894",
        "license": "563c1cf88c5e4a3877f9e970",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Artificial Intelligence",
            "Literacy",
            "Multimodality"
        ]
    },
    {
        "id": "tyxma",
        "title": "A Co-Produced Qualitative Exploration of Autistic Experiences at an Irish Higher Education Institution",
        "authors": [
            "Neilson, Stuart",
            "O'Kelly, Jane",
            "Doyle, Jessica K",
            "Kenny, Neil",
            "O'Neill, Claire",
            "Butler, Sophie",
            "McDonald, Joan"
        ],
        "abstract": [
            "Background: This co-produced study explores the experiences of autistic students regarding their transition to and",
            "enrolment at an Irish Higher Education Institution (HEI). Autistic student's experiences of belonging, acceptance and",
            "support were explored, and the study was collaboratively conducted by autistic and non-autistic researchers at",
            "all stages of the research. Methods: A sample of autistic student participants (n=14) took part",
            "in flexible semi-structured interviews. Results: The findings of this study reveal diverse experiences across the",
            "participants in higher education, emphasising the need for inclusive approaches recognising autistic neurology and differences",
            "to support belonging and acceptance in university. The transition experiences for some participants were challenging",
            "with a lack of personalised and flexible support leading to anxiety and a lack of",
            "predictability. Participants also identified a range of challenges and barriers they experienced while navigating college",
            "life. These included learning environments they experienced as hostile due to sensory challenges on campus,",
            "a lack of understanding regarding autistic neurology among university staff and peers, inconsistency and inflexible",
            "pedagogical approaches used by academic staff, and stringent requirements to access disability support services. These",
            "barriers often led to students being unable to access support or choosing not to disclose",
            "their autistic status. Participants also found socialising and developing relationships with non-autistic peers challenging but",
            "reported that autistic student community groups, such as the neurodivergent society, were a very positive",
            "factor in supporting well-being, social acceptance and a sense of belonging. Other supports were specialist",
            "support staff, such as the Autism-Friendly coordinator and occupational therapist at student services. Discussion: The",
            "study highlights the importance of early guidance, systemic integration, and increased awareness among university staff.",
            "It underscores the role of structural support systems like DARE and Autism University Support Coordinators",
            "in easing transitions and supporting predictability and acceptance."
        ],
        "date_published": "2024-04-04T19:47:16.713300",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Autism",
            "Beloning",
            "Co-produced",
            "Higher Education",
            "Neurodiversity",
            "Transition"
        ]
    },
    {
        "id": "tqnjk",
        "title": "Estimating teacher value-added from schools' internal assessments in England",
        "authors": [
            "Coe, Robert",
            "Ventista, Ourania",
            "Chande, Raj",
            "Maud, Claire",
            "Kime, Stuart",
            "Dillon, Shaun"
        ],
        "abstract": [
            "This study investigated the acceptability and feasibility of estimating reliable and valid Value-Added Models (VAMs)",
            "in England for the evaluation of school interventions and different teacher training routes. Datasets already",
            "available in English primary and secondary schools were explored to examine whether they could inform",
            "and support the evaluation of school interventions and different training routes. The originality of this",
            "study also lies in the use of end-of-year assessments and data which are already available",
            "and collected by schools in England. Furthermore, this study suggests a three-step assessment quality check",
            "framework for researchers and school data managers, which could be implemented before proceeding with any",
            "analysis of the school assessment data. The key finding of this study is that it",
            "is acceptable and feasible to estimate aggregated teacher impact with VAMs for evaluation of interventions",
            "and policies. This suggests that it is possible to maximise the use of available school",
            "data for evaluating the effectiveness of different interventions to support evidence-based decision-making."
        ],
        "date_published": "2024-04-04T18:58:04.221765",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "England",
            "evaluation",
            "internal assessments",
            "primary education",
            "school effectiveness",
            "secondary education",
            "value-added"
        ]
    },
    {
        "id": "y6krf",
        "title": "Ethnic minorities in disadvantaged neighborhoods: Differential effects on educational outcomes",
        "authors": [
            "Borgen, Solveig T",
            "Borgen, Nicolai T",
            "Zachrisson, Henrik D"
        ],
        "abstract": [
            "The recent influx of immigrants to affluent Western societies over past decades has spurred a",
            "massive political and academic interest in immigrant integration. In this paper, we explore the role",
            "of neighborhoods in this integration process using population-wide Norwegian register data. Our findings reveal considerable",
            "socioeconomic disparities in neighborhood conditions among children from different immigrant backgrounds, underscoring the unequal opportunities",
            "experienced by these groups. While immigrants from high-achieving groups tend to reside in more privileged",
            "areas, children from immigrant groups who face educational challenges are often concentrated in the most",
            "deprived neighborhoods. Furthermore, we find that the influence of socioeconomically disadvantaged neighborhoods on 5th-grade school",
            "achievements varies across children with origins from different regions. Specifically, children with parents originating from",
            "Asia, Sub-Saharan Africa, and the MENA region are less affected by neighborhood disadvantage compared to",
            "natives and other immigrant-origin groups. Supplementary analyses suggest that this resilience to neighborhood disadvantage is",
            "partly explained by the buffering effects of co-ethnic communities. In conclusion, the findings of this",
            "paper underscore that a nuanced understanding of the role of neighborhoods is needed to decipher",
            "social inequalities between not just children of immigrants and native-born children but also between immigrant",
            "descendants of different origins."
        ],
        "date_published": "2024-04-04T07:31:28.011432",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "co-ethnic communities",
            "education",
            "immigrant integration",
            "neighborhood effect heterogeneity",
            "neighborhood socioeconomic disadvantage",
            "segregation"
        ]
    },
    {
        "id": "5nq6p",
        "title": "A mile in their shoes: understanding healthcare journeys of refugees and asylum seekers in the UK",
        "authors": [
            "Talks, Isobel",
            "Mobarak, Buthena A",
            "Katona, Cornelius",
            "Hunt, Jane",
            "Winters, Niall",
            "Geniets, Anne"
        ],
        "abstract": [
            "Refugees and asylum seekers worldwide face numerous barriers in accessing health systems in their new",
            "home countries. The evidence regarding who and what helps refugees and asylum seekers facilitate access",
            "to and the navigation of the health system in the UK is small. This paper",
            "addresses this gap through analysing 14 semi-structured, in-depth interviews with refugees and asylum seekers of",
            "different countries of origin in the UK, to identify where, when, and how they came",
            "into contact with the healthcare system and what the outcome of these interactions were. It",
            "identifies key obstacles as well as 'facilitators' of their healthcare experience and suggests that host",
            "families, friends and third-party organisations can all play an important role in ensuring refugees and",
            "asylum seekers receive the healthcare they need."
        ],
        "date_published": "2024-04-02T05:21:53.953430",
        "license": "60bf983b58510b0009a5a9a4",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Asylum Seekers' Health",
            "Dental Health",
            "Education",
            "Forced Migration",
            "Health Education",
            "Mental Health",
            "Public Health",
            "Refugee",
            "Refugee Health",
            "Refugee Studies"
        ]
    },
    {
        "id": "7hu5n",
        "title": "Young Children's Self-Regulated Learning Benefited from A Metacognition-Driven Science Education Intervention for Early Childhood Teachers",
        "authors": [
            "Chen, Shiyi",
            "Sermeno, Rebecca",
            "Hodge, Kathryn",
            "Murphy, Sydney",
            "Agenbroad, Ariel",
            "Schweitzer, Alleah",
            "Tsao, Ling L",
            "Roe, Annie"
        ],
        "abstract": [
            "The two goals of this study are to examine the impact of an early childhood",
            "teacher's metacognition-driven, place-based science teaching professional development (PD) intervention and to explore the association between",
            "science teaching and environment quality and children's self-regulated learning. A total of 110 children (Mage",
            "= 60 months) and 20 teachers from preschools and kindergartens in rural regions of Idaho,",
            "U.S. participated in this mixed methods study between August 2022 and May 2023. Children's and",
            "teachers' pretest and posttest data were collected using validated observation tools, surveys, and reflection journals.",
            "Results from repeated measure ANOVA and linear mixed regression showed that there were statistically significant",
            "increases in children's self-regulated learning scores and teachers' science teaching efficacy and metacognitive knowledge, but",
            "not metacognitive regulation skill scores post-PD. Thematic analysis revealed evidence about children's learning interests and",
            "inquiry skills, and that science activities supported children's learning in other subject and developmental domains",
            "(e.g., literacy, mathematics, and social-emotional skills). Our results indicated the potential for supporting young children's",
            "self-regulated learning by training teachers to implement a developmentally appropriate, hands-on science curriculum that focused",
            "on reflective thinking and a holistic understanding of science concepts and process skills."
        ],
        "date_published": "2024-04-01T19:23:31.856452",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "early childhood",
            "metacognition",
            "professional development",
            "science education",
            "self-regulated learning"
        ]
    },
    {
        "id": "2wqd7",
        "title": "Advancing Biosimilars in Latin America: A Comprehensive Analysis of Regulatory Frameworks, Market Trends, and Future Perspectives",
        "authors": [
            "Rizo, Mike",
            "Velazquez, Juan"
        ],
        "abstract": [
            "Introduction: With the struggle to find cost-effective therapeutic options, there has been increased market interest",
            "for biosimilars in the Latin American region. This paper presents an in-depth exploration of the",
            "biosimilar landscape in Latin America. Methods: Key recommendations from the \"Recommendations for the regulation of",
            "biosimilars and their implementation in Latin America,\" as published in the Generics and Biosimilars Initiative",
            "Journal in 2014, were synthesized and integrated into insights from various reputable sources. Results: A",
            "nuanced perspective on the regulatory landscapes, market dynamics, and the challenges and opportunities that define",
            "the biosimilar ecosystem in Latin America. Discussion: There are persistent challenges in the Latin America,",
            "including physician and patient acceptance, pharmacovigilance, and the need for continuous education. However, there are",
            "several potential opportunities for growth and development within the region. Conclusion: Latin American countries would",
            "benefit from banding together to form an organization that allows all to contribute and benefit",
            "from relationships formed naturally by common geography, language, and goals"
        ],
        "date_published": "2024-04-01T14:37:16.156918",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Biosimilars",
            "Latin America",
            "Regulatory"
        ]
    },
    {
        "id": "7rwjt",
        "title": "Legal Analysis of the Deportation Process for Final Rejected Persons: Dialectics of International Refugee Law and Indonesian Immigration Law",
        "authors": [
            "Sohirin, Sohirin",
            "Syahrin, Muhammad A",
            "Aji, Koesmoyo P",
            "Mirwanto, Tony",
            "Wiraputra, Anindito R",
            "Manda, Radiyta P"
        ],
        "abstract": [
            "Final Rejected Person (FRP) is a foreigner whose refugee status application is rejected. FRPs are",
            "asylum seekers whose refugee status applications are case closed by UNHCR and cannot appeal. Basically,",
            "when there is a final rejection of an asylum claim, the subject to FRP has",
            "the obligation to leave the territory of the country. But in reality, many problems arise",
            "in the implementation of FRP deportations. In the context of carrying out deportations to FRP,",
            "many countries also experience difficulties in handling them. The purpose of this study is to",
            "determine immigration law enforcement in deportation to FRP by the Jakarta Immigration Detention Center, as",
            "well as obstacles in the implementation of immigration law enforcement. The method to be used",
            "is normative-empirical. The results of this study explain that law enforcement in the form of",
            "deportation of FRP by the Jakarta Immigration Detention Center has not been in accordance with",
            "the theory of sovereignty because it is limited by human rights and technical obstacles in",
            "forced deportation of foreigners from Indonesian territory. The obstacle to deportation of FRP by the",
            "Jakarta Immigration Detention Center is because FRP has no desire to return to the country",
            "of origin, making it difficult to carry out deportation. In this study, the author suggests",
            "that communication between agencies in handling FRP be improved so that coordination and deportation of",
            "FRP can be better in the future. Then it is necessary to develop persuasive methods",
            "in handling FRPs, both methods developed with other organizations, as well as other possible methods",
            "for the return of FRP to its country of origin. The return of FRP to",
            "the country of origin is carried out by involving other parties so that they can",
            "return to the country of origin."
        ],
        "date_published": "2024-04-01T14:37:30.361135",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Deportation",
            "Final Rejected Person",
            "Immigration Detention Center"
        ]
    },
    {
        "id": "qvea6",
        "title": "Audiovisual integration decreases inhibition of return in children with attention deficit hyperactivity disorder",
        "authors": [
            "Hong, Zhang",
            "Chen, Yan",
            "Sun, Jiaying",
            "Cai, Shizhong",
            "Xiaoyu, Tang",
            "Wang, Aijun"
        ],
        "abstract": [
            "Previous studies have widely demonstrated that inhibition of return (IOR) with audiovisual targets decreases due",
            "to audiovisual integration (AVI). It is currently unclear, however, whether the impaired AVI in children",
            "with attention-deficit/hyperactivity disorder (ADHD) has effects on IOR. The present study used the cue-target paradigm",
            "to explore differences between the IOR of audiovisual targets and the IOR of visual targets",
            "in ADHD and typically developing (TD) children. The results showed that, there was a smaller",
            "magnitude of IOR with audiovisual targets as compared with visual targets in the two groups.",
            "Importantly, the reduction of IOR in audiovisual conditions was significantly smaller in children with ADHD",
            "than in children with TD. Race model analyses further confirmed that differences in IOR between",
            "ADHD and TD are due to deficits of audiovisual integration in ADHD. The results indicated",
            "that children with ADHD have impaired audiovisual integration, which has a minimal impact on IOR."
        ],
        "date_published": "2024-04-03T20:42:22.976486",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "nyt9k",
        "title": "Effects of Smart Watch-Delivered Text Messaging on Social Initiations of Adolescents with Autism Spectrum Disorder",
        "authors": [
            "DiDomenico, Justin",
            "Tincani, Matt",
            "Dowdy, Art"
        ],
        "abstract": [
            "Children with autism spectrum disorder (ASD) experience challenges with social skills when interacting with peers,",
            "which can affect their ability to form friendships and participate in inclusive settings. This study",
            "evaluated text messaging prompts and prompt fading delivered by a smart watch to increase social",
            "initiations of three adolescent students with ASD and their peers without ASD. We used a",
            "single-case, multiple probe across participants design to assess participants' level of and type of independent",
            "and prompted appropriate social initiations without and with the intervention. Textual prompts substantially increased each",
            "participant's social initiations compared to baseline. Two participants remained reliant on textual prompts to make",
            "initiations, whereas the third was less reliant on prompts and continued to make independent initiations",
            "after prompts were completely faded. Participants' social skills gains maintained up to three weeks following",
            "intervention and participants and parents reported agreement with the goals, procedures, and outcomes of the",
            "strategy."
        ],
        "date_published": "2024-03-30T02:25:24.050354",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "autism",
            "communication",
            "prompt fading",
            "prompting",
            "smart watch",
            "social skills",
            "technology"
        ]
    },
    {
        "id": "kbnj8",
        "title": "Jean Piaget: Le Developpement Intellectuel chez les Jeunes Enfants [Translation]",
        "authors": [
            "Kitchener, Richard"
        ],
        "abstract": [
            "Jean Piaget wrote several important books on child psychology in the 20s, focusing on children's",
            "verbal responses to questioning about matters logical. At approximately the same time, Susan Isaacs and",
            "Nathan Isaacs founded the Malting House School, implementing progressive methods of education. A major work",
            "here was Susan Isaacs well-known book Intellectual Development in Young Children (1930) which contained positive",
            "but also negative criticism of Piaget's theoretical and empirical work by herself and Nathan Isaacs.",
            "Although Piaget's rarely responded to critics in written form, he thought this work was of",
            "such importance as to warrant a major reply setting forth the differences between a broadly",
            "empiricist approach of the Isaacs and his own developmental approach. Many scholars see this encounter",
            "with the Isaacs as a major turning point in Piaget's career."
        ],
        "date_published": "2024-03-29T20:37:43.855552",
        "license": "60bf983b58510b0009a5a9a4",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "uy8qp",
        "title": "Peer-Reviews and AI Feedback Compared: University Students' Preferences",
        "authors": [
            "Zapata, Gabriela C",
            "Saini, Akash K",
            "Cope, Bill",
            "Kalantzis, Mary",
            "Searsmith2, Duane"
        ],
        "abstract": [
            "This article seeks to contribute to the existing literature on peer review by comparing human",
            "with machine reviews based on the implementation of a chatbot responding with reference to a",
            "large language model for the review of open-ended student work. Specifically, we sought to investigate",
            "how 91 graduate students in a public American university regarded both types of feedback after",
            "experiencing them on the same works. Data consisted of the participants' written reflections comparing both",
            "review types after being exposed to them at least once, as well as the words",
            "they submitted to convey their views of peer comments. The thematic analysis of the data",
            "revealed a preference for human reviews, with students' identifying a variety of academic and personal",
            "benefits. Despite this partiality, the reflections submitted by all participants also pointed to their acceptance",
            "of machine feedback as a welcomed complement to peer reviews, stating that the combination of",
            "both types of reviews had enriched their academic experience."
        ],
        "date_published": "2024-03-30T15:25:59.634414",
        "license": "5ad7979bc69830002d8190e3",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "AI feedback",
            "higher education",
            "peer reviews"
        ]
    },
    {
        "id": "hr3u5",
        "title": "Inspecting the Inspectorate: New insights into Ofsted inspections",
        "authors": [
            "Bokhove, Christian",
            "Jerrim, John",
            "Sims, Sam"
        ],
        "abstract": [
            "This is the final report of the Nuffield funded project Inspecting the Inspectorate."
        ],
        "date_published": "2024-03-30T15:26:41.617067",
        "license": "563c1cf88c5e4a3877f9e972",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "accountability",
            "inspections",
            "ofsted"
        ]
    },
    {
        "id": "8xazh",
        "title": "The prefigurative politics of leadership education: Connecting our practice to broader movements",
        "authors": [
            "Fink, Alexander"
        ],
        "abstract": [
            "Why develop leaders? What politics are implicit in our practice? This paper uses the history",
            "and practice of Popular Education as a comparative framework to survey the politics of intentional",
            "emergence leadership pedagogy, surfacing potential alliances for building social change movements. Using a case analysis,",
            "the article elucidates the ways the classroom embodies an opportunity to explore and enact a",
            "prefigurative politics of significant social change that upends traditional relationships to authority, hierarchy, and decision-making.",
            "Exploring the opportunities and dangers of connecting the classroom to broader social movements, the article",
            "concludes by advocating that such connections could offer a firmer and more explicit stance to",
            "the question: why develop leaders?"
        ],
        "date_published": "2024-03-29T20:34:07.203120",
        "license": "60bf983b58510b0009a5a9a4",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "case-in-point",
            "critical pedagogy",
            "leadership",
            "leadership development",
            "leadership education",
            "learning",
            "learning theory",
            "pedagogy",
            "popular education",
            "prefigurative politics",
            "social movements",
            "teaching"
        ]
    },
    {
        "id": "5um8h",
        "title": "Why did we do that? A Systematic Approach to Tracking Decisions in the Design and Iteration of Learning Experiences",
        "authors": [
            "Totino, Lauren",
            "Kessler, Aaron M"
        ],
        "abstract": [
            "Practitioners today are often tasked with designing learning experiences situated in increasingly complex contexts where",
            "defining the challenge, understanding learners and stakeholders, and being informed by theory and evidence must",
            "all be taken into consideration when planning and implementing a solution. The Learning Engineering Evidence",
            "and Decision (LEED) tracker is one possible tool for managing these various channels of influence",
            "by recording, revisiting, and iterating upon actionable design decisions in an evidence-grounded way. Emerging from",
            "specific examples of LEED tracker use by a learning engineering team at the Massachusetts Institute",
            "of Technology are general benefits for others engaging in design for learning: it concretizes decisions",
            "grounded in understandings of pedagogical approaches and context, facilitates iteration and improvement based on data,",
            "and serves as a communication tool among stakeholders."
        ],
        "date_published": "2024-03-29T13:06:25.096248",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "4hs37",
        "title": "Navigating the Field of English Higher Education in Kazakhstan: Advocating for Habitus and Capital Engagement of Speakers of Languages other than English",
        "authors": [
            ", michelle.bedeker",
            "Hwami, Munyaradzi"
        ],
        "abstract": [
            "In this paper, we focus on speakers of languages other than English to explore the",
            "impact of English medium of instruction (EMI) on the internationalisation of higher education in Kazakhstan.",
            "As postcolonial scholars of colour, we acknowledge that our historical and colonial legacies shape our",
            "positionality, epistemologies and worldviews, leading to our interest in Bourdieu's field, habitus and capital. We",
            "illustrate how EMI reconfigures the field and establishes winners and losers based on their linguistic",
            "proficiency, pedagogical habitus and capital mismatches. We argue that Bourdieu can contribute to a new",
            "narrative to counter current research foregrounding EMI solely as a linguistic challenge leading to 1)",
            "misrecognition when local perspectives, habitus and capital of local professors are silenced and 2) symbolic",
            "violence when dominant English values and norms are enforced, reproducing local and global inequalities and",
            "power imbalances. We conclude that without habitus and capital engagement in Kazakhstan, professional development will",
            "be ineffective in restructuring the habitus of professors formed during their primary, secondary and tertiary",
            "education in their native language that gave them pedagogical authority as knowledgeable conveyors of both",
            "the language and the educational system that formed them; operating as a structuring structure in",
            "the reconfigured higher education field."
        ],
        "date_published": "2024-03-29T13:27:56.811128",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "khcnu",
        "title": "Family climate and parental control: Impact on students' inadequate use of social networks and Internet",
        "authors": [
            "Mulero-Henriquez, Itahisa",
            "Alonso-Sanchez, Jose A",
            "Falcon, Samuel"
        ],
        "abstract": [
            "This research delves into how family climate and parental control influence adolescent students' propensity towards",
            "inadequate social networks (SNs) and Internet usage, emphasizing violent behaviour and unsuitable content consumption beyond",
            "mere addiction. This study's core objective was to explore the mediation role of parental control",
            "between family climate and adolescent students' inadequate use of SNs and Internet. For this purpose,",
            "we also adapted a previous scale on family climate and validated it, thus developing the",
            "\"Adolescents' perception of family social climate scale\". The sample consisted of 869 secondary school students",
            "from different regions across Spain. After validating the scale, the results supported a fully mediated",
            "versus a partially mediated model. Specifically, the findings highlighted that a supportive and bonding family",
            "climate favours parental control mechanisms, thereby reducing the students' engagement in inadequate online activities. Conversely,",
            "a conflictive family climate was found to undermine parental control, potentially leading to increased instances",
            "of inadequate SNs and Internet use among students. These findings underscore the interplay between family",
            "climate, parental control, and students' online behaviour, suggesting that interventions aimed at improving family dynamics",
            "and parental control strategies could effectively mitigate risks associated with the inadequate use of SNs",
            "and Internet."
        ],
        "date_published": "2024-03-29T13:46:05.754265",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Family climate",
            "Internet",
            "Parental control",
            "Social networks"
        ]
    },
    {
        "id": "jkzuw",
        "title": "Introducing the 'Lex15': An adaptation of the Lex30 productive vocabulary test for young learners",
        "authors": [
            "Liggins, Sophie",
            "Faitaki, Faidra"
        ],
        "abstract": [
            "The Lex30 productive vocabulary measure (Meara and Fitzpatrick, 2000) has been used mainly in studies",
            "with university students (Fitzpatrick and Clenton 2010). Some studies have documented its use with young",
            "learners (Catala &amp; Espinosa, 2005; Espinosa, 2009). This paper reports on the Lex15, an adapted",
            "version of the Lex30 which measures the productive vocabulary of young learners, from 5 to",
            "12 years old. The Lex15 has fewer items and can be administered orally. Using the",
            "measure with 57 participants aged 6-9, we found that it has good test-retest reliability and",
            "internal consistency, and that it correlates with other vocabulary measures."
        ],
        "date_published": "2024-03-27T17:51:44.447919",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "child language learners",
            "language assessment",
            "productive vocabulary",
            "second language learners"
        ]
    },
    {
        "id": "hy365",
        "title": "Do inspection reports change over time?",
        "authors": [
            "Bokhove, Christian",
            "Jerrim, John",
            "Phelan, Damian",
            "Sims, Sam"
        ],
        "abstract": [
            "School inspections are a common feature of education systems across the world. In these inspections,",
            "trained professionals visit schools and reach a high-stakes judgement about the quality of education they",
            "provide. School inspections rely upon professional judgement, and are meant to reflect the quality of",
            "the provision of a school. There is currently little academic evidence investigating these reports at",
            "scale, including how they vary over time. We make use of two cut-off moments in",
            "the inspection process in the last two decades: (1) a document dispelling myths about what",
            "inspectors in England are looking for and (2) the introduction of the 2019 Education Inspection",
            "Framework (EIF). We present new empirical evidence on this matter, drawing upon data from more",
            "than 60,000 inspection reports for primary and secondary schools in England between 1997 and 2022.",
            "Several computational techniques show that themes in the reports did not change much after the",
            "myths document, while after the framework change reports put more emphasis on leadership, subject specialism",
            "and the curriculum."
        ],
        "date_published": "2024-03-27T12:56:17.094053",
        "license": "563c1cf88c5e4a3877f9e967",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "vnq28",
        "title": "Testing for sequential bias in school inspections",
        "authors": [
            "Bokhove, Christian",
            "Jerrim, John",
            "Carvajal, Maria P",
            "Sims, Sam"
        ],
        "abstract": [
            "Inspectors are tasked with judging the quality of provision based on visits to schools. They",
            "conduct these inspections sequentially, completing one before moving on to the next. However, empirical research",
            "in a range of settings outside education suggest that prior judgements in a sequence can",
            "influence subsequent judgements, despite being logically irrelevant. We investigate whether school inspectors in England display",
            "such sequential bias by testing whether they judge similar schools differently, depending on the judgements",
            "they reached in prior inspections. We find only limited evidence of sequential bias in primary",
            "school inspections. In particular, an inspector reaching an 'Inadequate' judgement in their previous inspection is",
            "associated with a 42% reduction in the odds of reaching another 'Inadequate' judgement in their",
            "next inspection. Only around 5% of inspection judgements result in an 'Inadequate' and we do",
            "not find consistent evidence of sequential bias at other grades, meaning this bias only affects",
            "a small minority of judgements. We also do not find the same results for secondary",
            "schools, albeit in a much smaller sample."
        ],
        "date_published": "2024-03-27T12:56:54.659297",
        "license": "563c1cf88c5e4a3877f9e967",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "vf7g8",
        "title": "Leveraging cognitive flexibility through flexible categorization training",
        "authors": [
            "IACONO, Eric",
            "Clement, Evelyne",
            "Guerrien, Alain",
            "Gros, Hippolyte"
        ],
        "abstract": [
            "Being cognitively flexible is crucial for academic success, especially in disciplines requiring problem-solving and abstract",
            "reasoning, such as mathematics. Therefore, investigating whether the expression of cognitive flexibility can be trained",
            "in specific areas of knowledge is a major challenge for mathematics education. The current study",
            "examines the efficiency of a training program designed to improve flexibility in solving proportional word",
            "problems. 147 fifth grade students from high priority educational schools in the Paris region participated",
            "in this experiment. Ten classes, from five schools, were divided into experimental and control groups;",
            "both groups took part in eight learning sessions focused on solving proportionality problems. The experimental",
            "group received specific training on flexible categorization and problem comparison, while the control group followed",
            "a more conventional teaching on proportionality problems. Students' ability to categorize and solve the problems",
            "was evaluated pre-and postintervention. Results showed a significant effect of the intervention program on children's",
            "ability to categorize and solve proportional word problems. These findings highlight the role of flexible",
            "categorization training in promoting arithmetic word problem solving. The implications for pedagogical design are discussed."
        ],
        "date_published": "2024-03-27T17:50:20.902085",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "categorization",
            "Cognitive flexibility",
            "evidence-based education",
            "mathematical education",
            "word problem"
        ]
    },
    {
        "id": "5k894",
        "title": "AAVMC Use of Animals in Veterinary Education Handbook",
        "authors": [
            ", AAVMC",
            "Hunt, Julie",
            "Delcambre, Jeremy",
            "Baillie, Sarah"
        ],
        "abstract": [
            "In 2021, the American Association of Veterinary Medical College's (AAVMC) Board of Directors established a",
            "Task Force to develop Guidelines on the Use of Animals in Veterinary Education. The Task",
            "Force consisted of representatives from nine AAVMC member schools from four countries across three continents.",
            "The Guidelines, published online in October 2022, offered recommendations for schools on how to improve",
            "their animal use policies, use of animal alternatives, and transparency. While the Guidelines provided overarching",
            "principles and broad recommendations, the next step was to write a handbook to accompany the",
            "Guidelines, elaborating on how institutions could implement the Guideline's recommendations, enabling them to support and",
            "promote humane and ethical animal use, guided by the 4 Rs: replacement, reduction, refinement, and",
            "respect. The editors worked with internationally recognized co-authors to create the Handbook. The Handbook's 11",
            "chapters align with the recommendations made in the Guidelines. Authors describe and share best practices",
            "for acquisition and use of cadavers; use and management of live animals including small, large,",
            "and exotic and zoological species; and highlight where alternatives can be deployed in meeting educational",
            "outcomes. The Guidelines and the AAVMC Handbook on the Use of Animals in Veterinary Education",
            "allow educators worldwide to review and, where appropriate, adjust their veterinary programs' approaches and policies.",
            "The Guidelines and Handbook should be interpreted as guiding principles and are not meant to",
            "be prescriptive. Individual institutions are encouraged to consider their own unique institutional, national and regional",
            "circumstances."
        ],
        "date_published": "2024-03-29T13:38:13.852983",
        "license": "5ad7979bc69830002d8190e3",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "animal anatomy",
            "animal donation",
            "animal ethics",
            "animal use",
            "animal welfare",
            "cadavers",
            "clinical skills",
            "veterinary anatomy",
            "veterinary education",
            "veterinary medicine",
            "willed body programs"
        ]
    },
    {
        "id": "sertj",
        "title": "Do Students Generate Better Self-Feedback by Comparing their Work  Against Assessment Criteria or Exemplars?",
        "authors": [
            "Swingler, Maxine v",
            "Nicol, David, Professor",
            "Morrow, Lorna"
        ],
        "abstract": [
            "Having students write their own feedback comments can positively impact their performance. To support these",
            "self-feedback productions, teachers usually provide students with information to compare their work against. Recent studies",
            "show that both assessment criteria, often in the form of a rubric, and exemplars promote",
            "grade improvements in draft-redraft situations. Yet little is known about the differential effects of these",
            "comparators on learning itself. The current study investigated this in a peer review setting. Students",
            "produced a written research report then one group compared it against information in the assessment",
            "criteria and another against information in exemplars. Both groups wrote self-feedback comments based on the",
            "comparisons they made. Results show that students produced more high-level process comments when comparing against",
            "exemplars while they produced more task-related feedback comments when comparing against assessment criteria. Students' final",
            "grade performance was also better after exemplar comparisons. The implications of using different comparators to",
            "promote different kinds of self-feedback are discussed, as is the value of using instructional prompts",
            "to target different learning outcomes. By extending the range of comparators beyond the limited set",
            "currently in use and through appropriate prompting, teachers can help shift feedback agency to students",
            "and reduce their own workload."
        ],
        "date_published": "2024-03-27T12:58:34.635910",
        "license": "563c1cf88c5e4a3877f9e967",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "gpcvm",
        "title": "Enhancing Writing Skills Through PBL at Higher education Institutions: A case Study",
        "authors": [
            "Kilanava, Mariam"
        ],
        "abstract": [
            "This article explores the imperative of enhancing writing skills among students enrolled in research skill",
            "courses at Higher Education Institutions (HEIs) and investigates the integration of Project-Based Learning (PBL) as",
            "a pedagogical strategy to achieve this goal. Drawing upon existing literature, the study synthesizes theoretical",
            "frameworks and practical insights to contribute to the discourse on writing instruction in higher education.",
            "The research methodology involves a mixed-methods approach, encompassing both qualitative and quantitative analyses, to comprehensively",
            "assess the impact of PBL on students' writing proficiency, academic rigor, and presentation skills. The",
            "findings highlight significant improvements in writing abilities among international medical faculty students engaged in PBL",
            "activities, emphasizing the transformative potential of this innovative pedagogical approach. The study underscores the importance",
            "of intensive engagement in PBL activities for fostering writing proficiency and academic development, while also",
            "elucidating the multifaceted benefits of PBL in promoting critical thinking, collaboration, and effective communication skills.",
            "The conclusion discusses the implications of the findings and suggests avenues for future research in",
            "the field of writing instruction and pedagogy in higher education."
        ],
        "date_published": "2024-03-27T03:17:54.116597",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "PBL",
            "Research Skill Courses",
            "Writing Skills"
        ]
    },
    {
        "id": "jsevx",
        "title": "Lifelong Learning Review in Contemporary Japan",
        "authors": [
            "Zhao, Xuan"
        ],
        "abstract": [
            "In the era of the Meiji Restoration, social education for adults in Japan has taken",
            "shape to make up for the lack of school education. After World War II, social",
            "education in Japan focused on compensation education and vocational training for young and adult women.",
            "With the promulgation of the Basic Education Law and the Social Education Law, \"social education",
            "as the legal right of Japanese\" was clarified. Governments were encouraged to develop and operate",
            "public social education facilities. From the late 1940s to the mid-1980s, \"social education\" included adult",
            "education activities in addition to primary and secondary schools and higher education institutions. Since the",
            "1960s, UNESCO's propaganda activities have promoted the idea of \"lifelong education\" in Japan, and the",
            "official acknowledged that domestic demand for lifelong education had become more apparent. In 1971, the",
            "Central Education Committee issued a report recommending that \" from the perspective of lifelong education,",
            "comprehensive adjustments of the entire education system are required.\" In 1981, the Central Education Commission",
            "of Japan submitted a lifelong education report to MEXT, which emphasized the necessity and importance",
            "of \"lifelong education\" and marked the beginning of the transition to lifelong education in Japan.",
            "Since the mid-1980s, \"lifelong learning\" has become the most common term in Japan for adult",
            "education activities. In the 21st century, with the support of local and national governments, people",
            "can freely choose formal, informal, or non-informal learning opportunities at any time, and relevant institutions",
            "would offer appropriate certificates."
        ],
        "date_published": "2024-03-27T03:17:49.418364",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Japan",
            "Lifelong Education",
            "Lifelong Learning",
            "Social Education"
        ]
    },
    {
        "id": "hevf2",
        "title": "Influential Factors Affecting Business Lobbying in Brazil: An Empirical Study",
        "authors": [
            "Fernandes, Bruno P",
            "de Oliveira Dias, Murillo"
        ],
        "abstract": [
            "This article explores the factors influencing Business Lobbying in Brazil. Using Agency and Social Exchange",
            "Theories, the study uses qualitative research and multiple-methods approaches to analyze prominent Brazilian Business Lobbying.",
            "Six themes emerged: Technology Use, Government Relations within corporations, Monitoring and Engagement, Soft Skills, Customer",
            "Needs, Corporate Governance, Transparency, and Integrity. This research contributes to the Agency Theory by providing",
            "new perspectives on the relationship between principals and agents, and the Social Exchange Theory explores",
            "the social interaction between public servants and business lobbyists. The findings can be applied to",
            "other sectors, such as government NGOs, educational institutions, international organizations, political organizations, cooperatives, and partnerships.",
            "The study's significance lays the groundwork for future research, helping business policymakers enhance transparency and",
            "integrity and create an efficient and equitable framework for accessibility and availability."
        ],
        "date_published": "2024-03-27T03:17:43.205771",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Agency Theory",
            "Brazil",
            "Business Lobbying"
        ]
    },
    {
        "id": "srdm7",
        "title": "The Influence of Financial Literacy and Financial Attitude on Financial Management Behavior",
        "authors": [
            "Sumantri, Muhammad B A",
            "Mukhlis, Tanti I",
            "Susanti, Neneng",
            "Padmanegara, Oliver H",
            "Yanida, Pebri",
            "Widajatun, Vincentia W"
        ],
        "abstract": [
            "This study aims to examine the influence of financial literacy and financial attitude on financial",
            "management behavior among first-semester students in Bandung. This qualitative research uses a primary data collection",
            "technique through questionnaires. The sample consists of 117 participants selected using purposive sampling. Structural Equation",
            "Modeling is employed in the data analysis, which includes testing the outer and inner models.",
            "The results indicate that financial literacy does not have a significant influence on financial management",
            "behavior. However, the other variable, financial attitude, has a significant impact on financial management behavior."
        ],
        "date_published": "2024-03-27T03:17:34.213768",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Financial Attitude",
            "Financial Literacy",
            "Financial Management Behavior"
        ]
    },
    {
        "id": "tbzyw",
        "title": "Enhancing Respect for Human Rights in the Americas",
        "authors": [
            "Simanjuntak, Nelson",
            "Farinella, Favio",
            "Tampubolon, Manotar"
        ],
        "abstract": [
            "As an exploratory research, our paper aims to describe the role played by the Inter-American",
            "Court of human rights in standardising the interpretation of conventional human rights in the Americas.",
            "This is basic research. We use qualitative methods to understand the different ways applied by",
            "the Inter American Court to enforce not only its judgements, but the content of regional",
            "human rights instruments as well as its interpretation, over that of national tribunals. Results have",
            "implications for victims of human rights violations in the continent, since every national congress has",
            "a duty to apply and enact new legislation in order to comply with the Court's",
            "standards. Knowing the content of the Inter American Court's judgements is a first necessary step",
            "to apply its standards to every domestic decision."
        ],
        "date_published": "2024-03-27T03:17:25.820455",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Constitutional Identities",
            "Control of Conventionality",
            "Human Rights",
            "International Protection"
        ]
    },
    {
        "id": "jt83m",
        "title": "AI-Based Avatars Are Changing the Way We Learn and Teach: Benefits and Challenges",
        "authors": [
            "Fink, Maximilian C",
            "Robinson, Seth A",
            "Ertl, Bernhard"
        ],
        "abstract": [
            "Advancements in the generative AI field have enabled the development of powerful educational avatars. These",
            "avatars can, for instance, listen to users' spoken input, generate an answer utilizing a large-language",
            "model, and reply by speaking with a synthetic voice. A theoretical introduction summarizes essential steps",
            "in developing AI-based educational avatars and explains how they differ from previously available educational technologies.",
            "Moreover, we introduce GPTAvatar, an open-source, state-of-the-art AI-based avatar. We then discuss the benefits of",
            "using educational AI-based avatars, which include, among other things, individualized and contextualized instruction. Afterward, we",
            "highlight the challenges of using AI-based educational avatars. Major problems concern incorrect and inaccurate information",
            "provided, as well as insufficient data protection. In the discussion, we provide an outlook by",
            "addressing advances in educational content and educational technology and identifying three crucial open questions for",
            "research and practice."
        ],
        "date_published": "2024-03-27T12:59:27.339995",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "avatar",
            "collaborative learning",
            "computer-supported learning",
            "generative AI",
            "Pedagogical agent"
        ]
    },
    {
        "id": "5q8vg",
        "title": "A Critical Review of Digital Technology in Education: A Pause for Thought in 2024",
        "authors": [
            "Butler, Tom"
        ],
        "abstract": [
            "There is a dearth of scientific evidence and evidence-based practice to justify current levels of",
            "Digital Technology use for educational purposes in the classroom and the home. In contrast, there",
            "is a growing body of scientific studies across several disciplines that highlight the direct and",
            "indirect negative effects of Digital Technology use on human cognition, learning, and behaviour. This paper",
            "considers objective evidence from peer-reviewed scientific studies in cognitive psychology, neuroscience, and related disciplines, as",
            "well as the field of education itself, to review the fundamental problems that beset Digital",
            "Technology use in education. The paper highlights, for example, that: (1) Screens lead to sleep",
            "disruption and deprivation, which impacts on learning, and is associated with obesity, and other physical",
            "disorders, such as computer vision syndrome; (2) Computer and digital device use in class disrupts",
            "the learning process and impairs learning outcomes for users and non-users alike; (3) Learning with",
            "books and paper is superior in comparison to learning with e-books; (4) Taking notes with",
            "pen and paper, as opposed to touch typing lecture notes in class, leads to better",
            "learning outcomes; (5) Smart phone, iPAD and laptop use result in student distraction and multitasking,",
            "which, impair learning and lead to neural addiction problems, such as Internet addiction disorder and",
            "other psychological maladies; (6) There are islands of success in an ocean of failure when",
            "it comes to Digital Technology and educational technologies, with researchers arguing that there is little",
            "evidence to support the proposition that Digital Technology and/or EdTech improve pedagogy or learning outcomes;",
            "(7) Finally, basic education about Digital Technology is one topic that needs to find a",
            "place in the curriculum. However, as with all Digital Technology initiatives, the introduction of programmes",
            "at primary and secondary school levels needs to be considered mindfully, with the strengths and",
            "limitations of the proposed enabling technologies clearly in focus. All this should give educators, administrators",
            "and politicians pause for thought. The paper concludes by discussing its findings, offering practical recommendations,",
            "and suggesting a change in emphasis in pedagogy in and through Digital Technology."
        ],
        "date_published": "2024-03-29T11:47:59.916652",
        "license": "60bf99e058510b0009a5a9a9",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Digital Technology",
            "EdTech",
            "Education",
            "Learning",
            "Learning disruption",
            "Multi-level",
            "Practical Recommendations",
            "Screen Health Risk"
        ]
    },
    {
        "id": "rwnfb",
        "title": "Improved phonological awareness in children with intellectual disability: A large-scale controlled intervention study combining phonics-based and comprehension-based digital reading instructions.",
        "authors": [
            "Palmqvist, Lisa",
            "Holmer, Emil",
            "Samuelsson, Jenny",
            "Thunberg, Gunilla",
            "Reichenberg, Monica",
            "Lundalv, Mats",
            "Heimann, Mikael"
        ],
        "abstract": [
            "Full social participation requires literacy. However, many individuals with intellectual disability (ID) never learn to",
            "read. The purpose of this study was to study literacy skill development in beginning readers",
            "with mild, moderate, and severe ID in need of augmentative and alternative communication (AAC). We",
            "included three intervention groups; two groups received different reading instruction strategies (phonics-based and comprehension-based), one",
            "group received a combination of both strategies, and a comparison group received teaching-as-usual. A total",
            "of 123 students were assessed at four time points. Results show that literacy skills developed",
            "over time. Furthermore, the combination of a phonics-based and a comprehension-based reading strategy revealed stronger",
            "development compared to the other groups on phonological awareness. To conclude, varied and systematic reading",
            "instructions support pre-literacy development in beginning readers with mild, moderate, and severe ID in need",
            "of AAC. Teacher education programs, educational authorities, and policymakers should encourage and support teachers in",
            "providing combined (phonics- and comprehension-based) reading instruction for students with ID and communicative disabilities."
        ],
        "date_published": "2024-03-25T13:40:02.353117",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "wc79q",
        "title": "How do students assess and decide to use videos?",
        "authors": [
            "De Checchi, Kevin",
            "Hemon, Brivael",
            "Tremoliere, Bastien",
            "Arguel, Amael",
            "Amadieu, Franck"
        ],
        "abstract": [
            "Although an increasing attention has been raised regarding the need for teenagers to be critical",
            "toward online media, little is known concerning how they evaluate videos. This study focuses on",
            "understanding how students evaluate informational videos. Students (N = 380) watched videos in which two",
            "interviewees (researcher vs. layperson) show different positions (pro vs. con) on the topic of reducing",
            "meat consumption to promote organic farming. Students first indicated their own prior attitude related to",
            "the topic at hand and then assessed sources and information, and decided whether to use",
            "or not the videos for academic work and were asked to explain the reasons. Results",
            "showed that students considered both source expertise and congruence of videos' position with their prior",
            "attitude when assessing videos, In contrast, the effect of congruence was not observed when deciding",
            "to use or not the video, while participants relied mainly on agreement with their own",
            "viewpoint as a criterion to explain their decision. The implications of these findings are discussed."
        ],
        "date_published": "2024-03-27T03:17:05.960463",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "attitude",
            "evaluation",
            "grade level",
            "sourcing",
            "video"
        ]
    },
    {
        "id": "5c63p",
        "title": "Differences between blended and face-to-face teaching in student's perception",
        "authors": [
            "De Checchi, Kevin",
            "Bachtold, Manuel",
            "Asensio, Dominique B",
            "Papet, Jacqueline",
            "Roebroeck, Elodie",
            "Huang, Yuanfei"
        ],
        "abstract": [
            "This study investigates student perceptions of blended and face-to-face teaching and their connection to perceived",
            "learning and satisfaction. Five dimensions are examined: relation to the subject matter, self-efficacy to complete",
            "the course, to interact with the teacher and peers, and the teacher's pedagogical stance. We",
            "used a questionnaire which was completed by 134 students following 7 different blended teaching courses.",
            "Results show that students felt more able to interact with teacher and peers in face-to-face",
            "compared to blended teaching condition. Self-efficacy to complete the course, to interact with peers and",
            "teacher's pedagogical stance emerged as key predictors in blended teaching courses for both perceived learning",
            "and satisfaction. These findings emphasize that enhancing interactions and teacher support are two important aspects",
            "to take into account to help students in blended courses."
        ],
        "date_published": "2024-03-27T03:16:57.484276",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "blended learning",
            "pedagogical stance",
            "perceived learning",
            "satisfaction",
            "self-efficacy"
        ]
    },
    {
        "id": "jux9c",
        "title": "Education sector resilience to extreme climatic events trajectories and configurations modeling: the Badolo EduResilience scientific framework",
        "authors": [
            "Badolo, Mathieu"
        ],
        "abstract": [
            "Climate change, in many regions of the world, could intensify the structural development challenges of",
            "the education sector and induce education provision, education access, education quality. education financing and education",
            "management regression dynamics. The main options for managing these threats of climate change include the",
            "development of theoretical and methodological tools to improve the relevance, efficiency and impact of education",
            "sector resilience to climate change plans. These plans should be multidimensional, take into account gender",
            "and social inclusion issues and achieve planned resilience objectives. This article describes the Badolo EduResilience",
            "scientific framework, a scientific tool for strengthening the capacities of education stakeholders to develop and",
            "implement efficient response plans to the threats posed by extreme climate events and their impacts.",
            "The Badolo EduResilience Scientific Framework is used to generate bodies of knowledge, vulnerability indicators and",
            "resilience schemes to model resilience trajectories that achieve education sector planned resilience objectives to extreme",
            "climate events. The bodies of knowledge are bodies of extreme events impacts, bodies of vulnerability",
            "factors to extreme events and bodies of resilience solutions to extreme events. Resilience objectives are",
            "short-term, medium-term and long-term resilience configurations. The Badolo EduResilience scientific framework suggests new practices for",
            "the education sector's resilience to extreme climate events. These practices require inclusive, equitable and participatory",
            "resilience governance"
        ],
        "date_published": "2024-03-25T17:39:16.240162",
        "license": "563c1cf88c5e4a3877f9e967",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Education systems",
            "EduResilience framework",
            "extreme events",
            "resilience"
        ]
    },
    {
        "id": "9n685",
        "title": "A learners' dictionary versus ChatGPT in receptive and productive lexical tasks",
        "authors": [
            "Ptasznik, Bartosz",
            "Lew, Robert"
        ],
        "abstract": [
            "Compares performance of a mobile-web version of LDOCE and the free version of ChatGPT 3.5",
            "on lexical reception and production tasks in English"
        ],
        "date_published": "2024-03-25T13:45:14.856129",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "AI",
            "ChatGPT",
            "dictionary",
            "English",
            "lexicography"
        ]
    },
    {
        "id": "ezy5u",
        "title": "Caring for our graduate academy",
        "authors": [
            "Lee, Kai-Sean",
            "Benjamin, Stefanie",
            "Boluk, Karla",
            "Paddison, Brendan"
        ],
        "abstract": [
            "This article examines the neglected hardships faced by graduate students and advocates for a paradigm",
            "shift towards care and empathy. Drawing upon a feminist ethic of care theoretical framework, four",
            "scholars from tourism and hospitality programs in the United States, Canada, and United Kingdom engaged",
            "in a dialogical and introspective inquiry. The authors present four vignettes reflecting on their own",
            "doctoral experiences, revealing experiences of exploitation, pain, unworthiness, and loneliness endured during their graduate studies.",
            "The authors conclude by calling for a reevaluation of academic norms, advocating for a more",
            "humane, caring, and supportive environment for future scholars."
        ],
        "date_published": "2024-03-25T13:46:33.341875",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "kusp2",
        "title": "Situational Awareness Technique  for Aged Care. A Pedagogy for  Enhancing Quality of Care",
        "authors": [
            "Lawrence, Janet"
        ],
        "abstract": [
            "Objective This study aims to explore the implementation of a Situational Awareness Technique (SAT) in",
            "aged care classrooms to address quality-of-care concerns, such as effective management of chronic health conditions",
            "and prevention of elder abuse, by improving crisis management training. Methods Students at a Vocational",
            "Educational and Training (VET) college in Melbourne, Australia, were given case-based scenarios that emulated real-life",
            "aged care situations. They were tasked with applying SAT within these practical training scenarios through",
            "group discussions, peer-to-peer learning, and collaborative learning activities. Two groups of students were presented with",
            "a scenario that a care worker would encounter when caring for an older person, and",
            "they were expected to demonstrate their ability to competently undertake specific tasks after recognising and",
            "analysing the facts of the situation. Results The research showed students understood situational awareness skills,",
            "including perception, comprehension, and future projection, by applying SAT. These skills are crucial for making",
            "sound decisions and predicting future events, ultimately enhancing the safety of older adults in care.",
            "Conclusion The findings reveal the students' understanding and ability to act and reflect upon their",
            "actions critically. The significant benefits of SAT to aged and healthcare professionals are vital to",
            "the quality of care an older person receives. Current aged care training programs would benefit",
            "from implementing SAT to contribute substantially to the safety and well-being of older adults."
        ],
        "date_published": "2024-03-25T17:40:07.482280",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Aged Care",
            "Education",
            "Situational Awareness",
            "VET"
        ]
    },
    {
        "id": "ya9kh",
        "title": "A new vocabulary list for beginner-low-intermediate learners of French, German and Spanish aged 11-16",
        "authors": [
            "Finlayson, Natalie",
            "Marsden, Emma",
            "Hawkes, Rachel"
        ],
        "abstract": [
            "This study explores the impact of constraints on the size and composition of pedagogical vocabulary",
            "lists for teenage, beginner-low-intermediate language learners on theoretical comprehension of relevant reading and listening texts.",
            "We first review the requirements for the lexical content of high-stakes French, German, and Spanish",
            "exams in secondary schools in England under current and incoming policy. We then describe the",
            "research-informed methods we used to develop new vocabulary lists that operationalise the requirements of the",
            "incoming policy. We present the results of a lexical profiling study that compares the theoretical",
            "lexical coverage provided by the new and current lists of four text types (totalling around",
            "350,000 words per language in total) that are relevant to the learner group. Despite comprising",
            "57%-79% (foundation tier) and 11%-27% shorter (higher tier) fewer lexical items than the current lists,",
            "our new lists provide an average 9.1%-12.6% (foundation tier) and 14.7%-17.6% (higher tier) more coverage",
            "of every text type. We found that these stark results could be attributed to: the",
            "nature of the content (rather than function) words on the lists; the very minimal coverage",
            "benefits given by large numbers of multiword phrases on the current lists; and a more",
            "even distribution of different parts of speech across the new lists as a result of",
            "a frequency-led approach to content word selection."
        ],
        "date_published": "2024-03-25T13:42:43.997623",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "language education",
            "language testing",
            "materials development",
            "secondary education",
            "vocabulary",
            "word lists"
        ]
    },
    {
        "id": "k3xpu",
        "title": "Only green time, and not screen time, predicts connectedness to nature among urban middle school students",
        "authors": [
            "Bezeljak Cerv, Petra",
            "Bussing, Alexander G",
            "Moller, Andrea"
        ],
        "abstract": [
            "To build a more sustainable society, one key objective of Education for Sustainable Development (ESD)",
            "is the promotion of pro-environmental behavior. Prior research has shown that a connection to nature",
            "is positively related to pro-environmental behavior and that time spent in nature is crucial to",
            "developing this connection. However, recent findings reveal that students increasingly spend less time outside and",
            "more time online. This study examined the longitudinal directional effects of connectedness with nature, self-reported",
            "green time, and screen time. The relationships were tested with cross-lagged analysis based on three",
            "testing points over ten months. Urban middle school students (N = 163, T1 - MAge:",
            "12.23, SD: .81, 46.6% female) in Grades 7 and 8 completed a paper-and-pencil questionnaire, which",
            "included the nature connection scale \"Inclusion of Nature in Self\" (INS) and two questions about",
            "self-reported green and screen time. Results showed that self-reported green time, but not screen time,",
            "predicted connectedness with nature. However, self-reported green time predicted screen time. We found strong correlations",
            "with previous time points for all variables (INS, green time, and screen time). Overall, the",
            "results highlight that a decrease in experience in nature and the resulting reduced connection to",
            "nature is not driven by screens but rather by other accompanying factors, such as less",
            "time spent in nature. Therefore, targeted actions are needed to promote green time, which is",
            "why educators should focus on fostering nature experiences."
        ],
        "date_published": "2024-03-21T19:03:59.203048",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "connectedness with nature",
            "green time",
            "middle school students",
            "screen time"
        ]
    },
    {
        "id": "rg7kv",
        "title": "Elementary Portuguese Teachers' Knowledge about Adoption: What do they know and how do they deal with it in the classroom?",
        "authors": [
            "Soares, Joana L",
            "Miranda, Filipa",
            "Henrique, Beatriz",
            "Barroso, Sara",
            "Barbosa-Ducharne, Maria"
        ],
        "abstract": [
            "The school represents one of the primary developmental contexts for children. Therefore, teachers are in",
            "a privileged position to enable their well-being, satisfaction and integration in school. Regarding adopted children,",
            "the teacher's role becomes even more crucial in overcoming the specific challenges they may encounter",
            "in the school context due to their past adversity. Thus, it is fundamental for teachers",
            "to be well informed about adoption in order to sensibly attend to adopted children's needs",
            "and support their academic achievement, social integration and individual development. The present study aims to",
            "address the research gap in teachers' adoption awareness by exploring their knowledge about adoption and",
            "their usage of specific procedures when there are adopted children in their classrooms. Five hundred",
            "and thirty-seven elementary teachers participated in this study, of which 42.7% had had an adopted",
            "child as a student. Data were collected using the Scale of Ideas about Adoption and",
            "Adopted Children - Teachers' version (EIACA-T). The results showed a lack of knowledge on behalf",
            "of the teachers about adoption, including legal and procedural issues. Teachers reported low usage of",
            "specific procedures when they had adopted children in their classrooms. These findings highlight the urgent",
            "need to provide teachers with comprehensive and evidence-based education about adoption and all it implies.",
            "This investment in teachers' training will, in turn, improve their sensibility and ability to attend",
            "better to adopted children's and their families' needs."
        ],
        "date_published": "2024-03-21T08:48:27.431185",
        "license": "60bf99e058510b0009a5a9a9",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "4dkma",
        "title": "Chaplain Development in Clinical Pastoral Education (CPE) in Healthcare Settings in England: A Mixed Methods Study",
        "authors": [
            "Szilagyi, Csaba",
            "Newitt, Mark",
            "Nuzum, Daniel"
        ],
        "abstract": [
            "Clinical Pastoral Education (CPE) is the predominant specialised training for healthcare chaplains in several national",
            "contexts. CPE is spiritual care education that uses experiential and action-reflection learning methods to train",
            "diverse participants. However, CPE is not established for chaplaincy training in England. Currently, chaplaincy education",
            "in England lacks standardisation, leading to inequalities in entry into the profession and inconsistent training",
            "and career pathways. CPE has the potential to address these issues. We examined changes associated",
            "with participating in CPE and participants' perceptions about their learning experience. We sought to evaluate",
            "the effectiveness of CPE as a viable chaplaincy education model in healthcare settings in England.",
            "Convergent mixed methods involved pre-post surveys and focus group sessions to examine the experiences and",
            "development of seven chaplains, with diverse experience levels and backgrounds, who participated in the pilot",
            "CPE unit in NHS England. We integrated thematic analysis and survey results. We identified four",
            "overarching themes: Development pathways, Catalysts for development, Advantages of CPE for chaplaincy education, and Experiences",
            "with CPE course structure. Participants developed along various pathways: confidence, reflective practice, emotional intelligence, listening",
            "and attending skills, diversity in chaplaincy care, and spiritual assessment. Survey results confirmed several themes,",
            "indicating gains in chaplaincy capabilities, emotional intelligence, and counselling self-efficacy. Participants emphasised the advantages and",
            "effectiveness of the CPE model. Quantitative and qualitative findings converged to provide rich evidence that",
            "CPE generated personal and professional development, improving chaplaincy practice. General learning pathways moved from personal",
            "development, through the interpersonal learning context, and translated into chaplain competency. Participants endorsed CPE, as",
            "a robust and effective training model for chaplaincy in the English context, for those entering",
            "the profession and experienced chaplains alike. We conceptualised preliminary models for chaplain development and learning",
            "pathways in CPE that need validation and refinement by future research."
        ],
        "date_published": "2024-03-20T23:00:20.897756",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "chaplain",
            "chaplaincy education",
            "clinical pastoral education",
            "healthcare",
            "health professions education",
            "spiritual care"
        ]
    },
    {
        "id": "m9ats",
        "title": "The Ill-Thought-Through Aim to Eliminate the Education Gap Across the Socio-Economic Spectrum",
        "authors": [
            "Arandjelovic, Ognjen"
        ],
        "abstract": [
            "In an era of dramatic technological progress, the consequent economic transformations, and an increasing need",
            "for an adaptable workforce, the importance of education has risen to the forefront of the",
            "social discourse. The concurrent increase in the awareness of issues pertaining to social justice and",
            "the debate over what this justice entails and how it ought to be effected, feed",
            "into the education policy more than ever before. From the nexus of the aforementioned considerations,",
            "a concern over the so-called education gap has emerged, with worldwide efforts to close it.",
            "I analyse the premises behind such efforts and demonstrate that they are founded upon fundamentally",
            "flawed ideas. I show that in a society in which education is delivered equitably, education",
            "gaps emerge naturally as a consequence of differentiation due to talents, the tendency for matched",
            "mate selection, and the heritability of intellectual traits. Hence, I issue a call for a",
            "refocusing of efforts from the ill-founded idea of closing the education gap, to the understanding",
            "of the magnitude of its unfair contributions, as well as to those social aspects which",
            "can modulate it in accordance to what a society deems fair according to its values."
        ],
        "date_published": "2024-03-22T08:27:02.806281",
        "license": "60bf983b58510b0009a5a9a4",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Diversity",
            "equality",
            "fairness",
            "inclusion",
            "intelligence",
            "social mobility"
        ]
    },
    {
        "id": "fhng9",
        "title": "Exploring the Transdisciplinary Nexus of Young People's Future Livelihoods and Relational Well-Being: A Bibliometric Approach",
        "authors": [
            "Weaich, Malcolm"
        ],
        "abstract": [
            "This study interrogates the conceptual frameworks surrounding young people's livelihood strategies, particularly focusing on those",
            "contending with acute insecurity and precariousness in the Global South. A bibliometric analysis provides a",
            "critical evaluation of the shifting landscape of future work, revealing substantive gaps in literature related",
            "to young people, their wellbeing, and livelihoods. These gaps are most pronounced in the articulation",
            "of livelihood components and their interconnections with wellbeing, sustainable development, and equitable energy transitions. Addressing",
            "these lacunae, the study enhances the conceptual understanding of access within livelihoods research and advocates",
            "for the integration of a Relational Well-Being approach. This research underscores the salience of relationality",
            "in comprehending young people's future livelihoods, seeking to provide an objective nuanced understanding of the",
            "interplay between livelihood strategies and the multifarious aspects of wellbeing. In particular, the study delineates",
            "three pivotal categories for future research: examining the impact of social relationships and community networks",
            "on the livelihood strategies and wellbeing of young people; identifying the barriers and facilitators to",
            "sustainable livelihoods within the prism of Relational Well-Being; and exploring how the Relational Well-Being framework",
            "can refine existing conceptualisations of livelihood and wellbeing, aimed at forging sustainable interventions. By critically",
            "engaging with the definitions and scope of \"young people\" in scholarly inquiry, this study fosters",
            "a deeper engagement with young people's lived realities, their livelihoods, and Relational Well-Being, with an",
            "expanded emphasis on the Global South. The outcome of this research develops twenty possible future",
            "studies from the data analysed."
        ],
        "date_published": "2024-04-05T09:34:53.538949",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Bibliometric analysis",
            "Climate Change Adaptation",
            "Economic security",
            "Education and Training",
            "Entrepreneurship",
            "Environmental sustainability",
            "Future livelihoods research",
            "Gender Equality",
            "Global South",
            "Just energy transition",
            "Labour Markets",
            "Policy and Governance",
            "Relational well-being (RWB)",
            "Renewable energy",
            "Rural Development",
            "Social Entrepreneurship",
            "Social Networks",
            "Sustainable development",
            "Vocational Training",
            "Youth Empowerment"
        ]
    },
    {
        "id": "wjchd",
        "title": "Wait to promote high sighting rates of wildlife in tourism:  Evidence from a Wildlife Disturbance Experiment",
        "authors": [
            "Hsu, Chia-Hsuan",
            "Fukasawa, Keita",
            "Mizuta, Taku",
            "Kimoto, Yuna",
            "Mameno, Kota",
            "Ando, Haruko",
            "Kang, Jiefeng",
            "KUBO, Takahiro"
        ],
        "abstract": [
            "Ecotourism is often viewed as a mutually beneficial solution for both people and nature; however,",
            "unregulated wildlife tourism can inadvertently harm the wildlife. To enhance management practices, we conducted a",
            "study on rabbit tourism involving Amami rabbits (Pentalagus furnessi) which can be sighted by car",
            "driving at a Natural World Heritage Site in Japan. Because the sighting rate of wildlife",
            "under different car schedules and in varying density scenarios remains unknown, our study employed wildlife",
            "disturbance experiments and model simulation to estimate the recovery rate of rabbits after being flushed",
            "by tourists in different density and car schedule scenarios. Our analysis revealed that implementing a",
            "20-minute time lag for the following car resulted in a 90% recovery rate for Amami",
            "rabbits. Additionally, adhering to a regular car schedule provided an increase in sighting rates of",
            "the rabbit compared to random and normal schedules by approximately 1.85 and 2.4 times, respectively,",
            "under optimal conditions (maximum density and 50 cars). Finally, we evaluated the profitability of the",
            "tourism industry under different densities of rabbits and rates of the money-back guarantee. Though introducing",
            "more cars appears to generate greater profits, it may simultaneously lead to a decrease in",
            "the rabbit sighting rate and an increased likelihood of activating the money-back guarantee. In conclusion,",
            "our findings clearly showed that considering both animal behavior in response to humans and human",
            "interest (i.e., MBG) in developing a tourism management system can achieve a simultaneous resolution of",
            "profitability and reduction in the impact of overutilization."
        ],
        "date_published": "2024-03-25T20:02:32.482560",
        "license": "60bf983b58510b0009a5a9a4",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "s73xb",
        "title": "What does Open Science mean for Educational Technology Research? Challenges, Opportunities, and a Call for Research",
        "authors": [
            "Pownall, Madeleine",
            "Ghai, Sakshi",
            "Fassi, Luisa",
            "Hayes, Gillian",
            "Schaaf, Mirijam",
            "Chin, Cortney",
            "Ferguson, Amanda",
            "Gastelum, Maria C V",
            "Ramos, Giovanni",
            "Breitwieser, Jasmin",
            "Johnson, Colleen R",
            "Figueira, Isabela",
            "Kurten, Sebastian",
            "Alam, Sabrina S",
            "Min, Aehong",
            "Park, Soheyon",
            "Dotch, Emani",
            "Ritt-Olson, Anamara",
            "Turner, Georgia",
            "Chen, Y. A",
            "Wilson, Adrian",
            "Lee, Angela Y",
            "Nobbe, Lea",
            "Amaefule, Chimezie O",
            "Kaveladze, Benjamin",
            "Azevedo, Flavio",
            "Odgers, Candice",
            "Orben, Amy"
        ],
        "abstract": [
            "Educational technology (EdTech) research should champion the values of open science in order to be",
            "robust, methodologically rigorous, collaborative, inclusive, and transparent. 'Open science' is, broadly, an approach to scientific",
            "scholarship that adopts tools to promote openness, mitigate against bias, enhance opportunity for collaboration, and",
            "reduce questionable research practices. EdTech research often involves collaborative empirical work with partnerships between academia,",
            "industry, and policymakers, often with competing stakeholder timelines, agendas, and expectations. It also employs a",
            "diversity of methodologies and epistemologies, given the broad goals of EdTech as a field. Taken",
            "together, these unique features of EdTech research mean there is a distinct set of contextual",
            "and methodological challenges for engagement with open science tools and initiatives. Here, we write as",
            "a collective of academics, scholars, and industry representatives who all work in the EdTech space",
            "and hope to envisage a future for how EdTech researchers can meaningfully engage in calls",
            "to 'open up' science. We share insights from a stakeholder workshop event, hosted by CERES",
            "(Connecting the Educational Technology Research Ecosystem). We summarize four main open science practices: (1) open",
            "data, (2) study pre-registration, (3) positionality and conflict of interest statements, and (4) CRediT taxonomy",
            "of contributorship. For each of the practices, we summarize the key opportunities for EdTech research",
            "and highlight the unique disciplinary challenges that academics and industry must negotiate when integrating open",
            "science into EdTech research. We show how open science is an ally to EdTech research,",
            "but careful consideration about its implementation is needed."
        ],
        "date_published": "2024-03-19T18:20:39.669232",
        "license": "563c1cf88c5e4a3877f9e967",
        "disciplines": [
            "Education"
        ],
        "tags": []
    },
    {
        "id": "ua49r",
        "title": "Mindfulness in Education: Critical Debates and Pragmatic Considerations",
        "authors": [
            "Lee, Winky W K",
            "McCaw, Christopher T",
            "Van Dam, Nicholas T"
        ],
        "abstract": [
            "Mindfulness has all but become a mainstay in modern education. Yet, despite the incredible enthusiasm",
            "and increased application in schools, there remains significant divergence between advocates and critics. Advocates assert",
            "that mindfulness practice promotes individual and societal health and well-being. Meanwhile, critics question the intention,",
            "and the social and political implications of promoting these ancient practices in schools, arguing that",
            "the Buddhist ethics underlying mindfulness remain incompatible with neoliberal ideology and instrumentalism of contemporary schooling.",
            "As mindfulness has been commodified, instrumentalised, and used as a therapeutic tool for acute coping,",
            "its broader potential for human growth and development may be undermined. Furthermore, scholars caution that",
            "the fledging nature of mindfulness research leaves critical questions unanswered, especially the potential of adverse",
            "effects. The work herein examines these critiques and articulates how they translate into practical considerations",
            "for education. We present here a discussion of how largely academic concerns relating to modern",
            "mindfulness may translate to pragmatic considerations for educational leaders, policy makers, and stakeholders. We aim",
            "to empower educators and others to make judgments about the promotion and integration of mindfulness",
            "into educational settings, considering context-specific factors such as developmental needs and capacities, as well as",
            "recommendations to support effective and ethical practice of mindfulness in education."
        ],
        "date_published": "2024-03-19T18:17:49.859262",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "critiques",
            "mindfulness",
            "mindfulness in education",
            "pragmatic considerations"
        ]
    },
    {
        "id": "64rbw",
        "title": "Risk Factors of Severe Acute Malnutrition among Under-five Children in Al-Nohud Western Kordufan State: Cross-Sectional Study",
        "authors": [
            "Elmanssury, Ahmed E"
        ],
        "abstract": [
            "Background: Malnourishment is still conceder a severe public health and progress issue, not just in",
            "evolving populations but everywhere in the world. Because it outcomes in the losses of 3.5",
            "million kids less than five, each year, it is a major issue. Its severity is",
            "still greatest in Sudan and western Kordufan, where it is public health problems. Objectives: Identification",
            "of risk factors and immediate contributors to malnutrition among kids less than five years old",
            "was the goals of the study. Methodology: The study's methodology was prospective descriptive. This study",
            "included all children under the age of five who were admitted to Al-Nohud Hospital and",
            "were diagnosed with unembellished critical malnutrition, which is identified as weight for height quantity of",
            "70% of the median or &gt; 3 SD below the mean World Health Organization situation",
            "values or the occurrence of consensual fighting oedema of nutritious origin. The World Health Organization",
            "arrangement of kids from 0-59 months of time for height (HFH -3 z-score, or Mid-Upper",
            "Arm Circumstances 115 mm) served as the foundation for this investigation. A large proportion of",
            "kids (66.7%) had a Mid-Upper Arm Circumstances of below 11cm (110mm), exhibiting acute malnourishment, and",
            "(28.6%) had a Mid-Upper Arm Circumstances of between 11 and 12cm, showing adequate malnourishment. According",
            "to interpretation of Mid-Upper Arm Circumstances in the research, Weight in relation to height, which",
            "represents the majority, is (-3SD). Results: Maternal illiteracy, mother's age, families' economic situation, exposure to",
            "infectious infections, and diarrhoea were all factors in under-five malnutrition. Conclusion: By educating mothers on",
            "the value of healthy eating for their children's growth and development, we can raise their",
            "level of education. All expectant mothers should get antenatal care, and existing programs on child",
            "care, infection control, and breastfeeding should be reinforced."
        ],
        "date_published": "2024-03-17T22:48:03.946763",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Malnourishment",
            "Risk factor",
            "Stunting",
            "Under Nutrition",
            "Wasting"
        ]
    },
    {
        "id": "u869p",
        "title": "Transcranial Doppler Findings in Myeloproliferative Diseases (Polycythemia Vera and Essential Thrombocytosis): A Systematic Review",
        "authors": [
            "Beltran, Jeanie A M",
            "Batino, Laurence K J",
            "Cinco, Mark T T",
            "Navarro, Jose C"
        ],
        "abstract": [
            "Background and aims: Myeloproliferative neoplasms (MPN) are rare hematologic diseases that require early diagnosis to",
            "prevent thrombotic events. Only a few studies have investigated transcranial Doppler (TCD) ultrasonography among these",
            "population groups. Following the PRISMA Guidelines, we reviewed the utility of TCD in Polycythemia vera",
            "(PV) and Essential Thrombocytosis (ET) patients in the context of cerebral blood flow and detection",
            "of microembolic signals (MES). Methods: This systematic review focuses on the application of TCD in",
            "MPN. By incorporating findings from one observational study, one prospective study, and three case reports,",
            "the review establishes that while TCD is not a primary tool for diagnosing PV and",
            "ET, it plays a crucial role in monitoring cerebrovascular complications, assessing thrombotic risk, evaluating treatment",
            "responses, and facilitating research related to these conditions. Results: This review incorporates findings from a",
            "total of 63 patients. 3.2% had ischemic stroke and 1.6% had transient ischemic attack with",
            "a total of 4.8% stroke risk. High-intensity transient signals (HITS) were common in 22% of",
            "patients wherein they had elevated hemoglobin, hematocrit, and platelet values. Following treatment and normalization of",
            "blood panels, 31.7% had improved cerebral perfusion with normal flow velocities. 3.2% had elevated flow",
            "velocities linked to blood flow obstruction. There was significant clinical improvement among the study population,",
            "with 17.5% becoming asymptomatic with the disappearance of MES. Conclusions: The judicious use of TCD",
            "can enhance a comprehensive diagnostic and monitoring strategy, complementing traditional clinical and laboratory assessments in",
            "the management of MPN specifically PV and ET."
        ],
        "date_published": "2024-03-17T22:48:22.169525",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Cerebral Hemodynamics",
            "Essential Thrombocytosis",
            "Microembolic Signals",
            "Polycythemia Vera",
            "Transcranial Doppler"
        ]
    },
    {
        "id": "964nv",
        "title": "Surgery for Complications and Sequelae of Pulmonary Tuberculosis",
        "authors": [
            "Ghebouli, Khalil",
            "Meskouri, Karim",
            "Larkem, Hakim",
            "Kecir, Mohammed A",
            "Belbekri, Mehdi",
            "Djender, Amar",
            "Haddam, Abdelnacer"
        ],
        "abstract": [
            "Tuberculosis, colloquially recognized as the \"malady of indigence,\" stands as an ancient affliction that has",
            "pervaded human history. Its contagious nature was meticulously chronicled by medical luminaries such as Hippocrates",
            "and Galen, with archeological evidence revealing its existence in Egyptian mummies from a bygone era,",
            "extending over five millennia. The 1980s marked a resurgence of tuberculosis on a global scale,",
            "disproportionately impacting low-income nations. The resurgent relevance of surgery in the therapeutic armamentarium against pleuropulmonary",
            "tuberculosis and its sequelae has once again become a pertinent subject. The primary aim of",
            "our study is to elucidate the management of sequelar and/or complicated pleuropulmonary tuberculosis. Methods: This",
            "constituted a descriptive cross-sectional study conducted from January 2012 to August 31, 2023. The study",
            "encompassed the collection of data from 157 patients, all of whom had experienced at least",
            "one episode of tuberculosis and undergone surgical intervention. Results: The average age of our patients",
            "was 36.83 (+-13.18) years, ranging from 19 to 60 years. Males predominated, constituting 36.69% of",
            "the cohort. Major symptoms included hemoptysis in 56.05% and bronchorrhea in 33.76% of cases. The",
            "primary surgical indications were predominantly bronchiectasis (31.84%), aspergilloma (26.75%), and encapsulated pleuritis (15.29%). Postoperative outcomes",
            "were uneventful in 82.80% of cases. The average duration of hospitalization was 13.8 days (+-2.2).",
            "Conclusion: Despite the technical challenges associated with the surgical management of complications and sequelae arising",
            "from pleuropulmonary tuberculosis, the outcomes remain promising."
        ],
        "date_published": "2024-03-17T22:49:19.280917",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Complications",
            "Sequelae",
            "Surgery",
            "Tuberculosis"
        ]
    },
    {
        "id": "z4y9d",
        "title": "The Indonesian Independent Curriculum Requires Student-Centred Teaching Approaches: Does the Teacher Guide Accompanying a Grade VIII Ministry-Published Mathematics Textbook Assist Teachers?",
        "authors": [
            "Rahimah, Dewi",
            "Susanta, Agus",
            "Susanto, Edi",
            "Utari, Tria"
        ],
        "abstract": [
            "The Ministry of Education, Culture, Research, and Technology of the Republic of Indonesia published mathematics",
            "textbooks accompanied by teacher guides to support the implementation of the independent curriculum requiring student-centred",
            "teaching approaches. It is important to know whether the teacher guides provide sufficient guidance for",
            "teachers in implementing student-centred teaching approaches in classrooms. This study was qualitative research applying textual",
            "analysis and a text-coding method. This research study found that in the teacher guide, pedagogical",
            "guidance for handling students' errors was provided only for one section of the textbook, namely,",
            "Let Us Explore, while pedagogical guidance for handling students' difficulties was not provided for any",
            "section of the textbook. An answer key without an explanation was provided for most of",
            "Let Us Explore, Let Us Think Creatively, and Let Us Communicate sections; an answer key",
            "with an explanation was provided for most of Let Us Think Critically sections; and for",
            "most of Let Us Use Technology and Let Us Work Together sections, an answer key",
            "was not provided. An explanation of how to use sections of the textbook was provided",
            "for most of Let Us Explore, Let Us Work Together, and Let Us Communicate sections,",
            "and it was dominated by teaching scenarios to use these sections."
        ],
        "date_published": "2024-03-17T22:49:29.020481",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "mathematics textbook",
            "pedagogical guidance",
            "student-centred teaching approach",
            "teacher guide"
        ]
    },
    {
        "id": "4cje9",
        "title": "South Korea's Environmental Securitization Process in Facing the Impact of China's Fine Dust",
        "authors": [
            ", Farrahdiba",
            "Juned, Mansur"
        ],
        "abstract": [
            "Research has revealed how China's economic policies influence South Korea's securitization strategy in the context",
            "of fine dust pollution between China and South Korea. The evolution of South Korea's approach",
            "to addressing this issue is highlighted through the difference in approaches between earlier and more",
            "recent studies. Policies such as the Blue Sky Project underscore the practical implications of securitization",
            "in international relations, emphasizing the importance of diplomatic cooperation in addressing environmental threats collectively. Therefore,",
            "securitization involves transforming social-political issues into security concerns, necessitating extraordinary measures to address perceived existential",
            "threats. South Korea has strategically utilized securitization to respond to the fine dust issue caused",
            "by China's negative technological impacts. By portraying the situation as a national security problem, this",
            "research will examine South Korea's implementation of complex measures, initiating diplomatic efforts and international agreements",
            "to reduce fine dust particles' environmental and public health risks. Alarming trends in air quality",
            "decline, influenced by hazardous fine dust particle flows and reinforced by media coverage, have propelled",
            "South Korea to respond effectively. The significance of this issue is amplified by its environmental",
            "and public health implications, creating an urgent need for comprehensive action. In a thorough investigation,",
            "this research seeks to explain the intricate interaction between environmental challenges arising from fine dust",
            "pollution, media narrative influence, and South Korea's strategic securitization usage."
        ],
        "date_published": "2024-03-17T22:49:41.971679",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "China",
            "Environment",
            "Moon Jae In",
            "Securitization",
            "South Korea"
        ]
    },
    {
        "id": "ubgek",
        "title": "Prosecutor's Authority in Investigating Corruption Crimes Law Number 1 of 2023 comes Into Force",
        "authors": [
            "Rosalina, Silpia",
            "Chaidir, Ellydar",
            ", Erdianto"
        ],
        "abstract": [
            "This study aims to examine and analyze the authority of the prosecutor's office in investigating",
            "corruption crimes after the enactment of the New Criminal Code which includes corruption crimes in",
            "the New Criminal Code. Although it has been affirmed that the prosecutor's office remains authorized",
            "to investigate criminal acts of corruption, the possibility of practical problems will still arise. The",
            "research method used is normative juridical with a statutory approach, concepts, and comparisons. The results",
            "of the discussion of this study provide solutions to the limitations of the authority to",
            "investigate corruption crimes based on the type according to location, perpetrators, loss values, and types",
            "of corruption crimes that occurred."
        ],
        "date_published": "2024-03-17T22:49:55.324883",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Authority",
            "Corruption",
            "Investigation",
            "Prosecutor"
        ]
    },
    {
        "id": "p9wyh",
        "title": "Problems with the Implementation of Parate Executie in Indonesia for Land as an Object for Debt Collateral",
        "authors": [
            "Dharmawan, Jetha T",
            "Chaidir, Ellydar",
            "Susilo, Ibnu"
        ],
        "abstract": [
            "When the debtor defaults on the agreed debt agreement, then legally the creditor has the",
            "right to the debt collateral object for payment of achievements that should be carried out",
            "by the debtor by executing it, but the implementation must of course be by applicable",
            "legal provisions. Execution of the debt guarantee object can be carried out by parate executie,",
            "by way of title executorial, or by way of a private sale. As for Parate",
            "Executie or direct execution on one's power, it is a practice of simplifying executions without",
            "having to involve the judiciary, which is quite simple, low cost, and relatively fast in",
            "time. Unfortunately, parate executives in Indonesia often cause problems in their applications. including because of",
            "its existence which currently exists or does not exist and is even considered the same",
            "as the concept of the executorial title, so its application becomes inconsistent. The existing problems",
            "cause the author to intend to conduct research that aims to find out what exactly",
            "is the cause of problems occurring in the implementation of parate executie and what are",
            "the solutions to overcome these problems. This research uses normative legal research methods using a",
            "statutory approach (statute approach) and a case approach (case approach) that are relevant to the",
            "object of the problem in this research. The results of the research from the author's",
            "research to find out what are the real problems in implementing parate executie in Indonesia",
            "are that there are inconsistent arrangements and implementation and there is confusion in the arrangement",
            "which originally regulated 3 (three) types of execution that can be taken by creditors against",
            "collateral objects of mortgage rights Also included here is the object of fiduciary guarantees if",
            "the debtor defaults (default), namely the exercise of executorial title, parate executie on his own",
            "power and underhanded execution, but in the end, it is no longer different and all",
            "must get fiat from the Chair of the District Court."
        ],
        "date_published": "2024-03-17T22:50:07.424260",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Collateral Object",
            "District Court Fiat",
            "Parate Executive"
        ]
    },
    {
        "id": "tyn92",
        "title": "Where the lines are drawn: English language proficiency tests in international student admissions at U.S. research-intensive universities",
        "authors": [
            "Coney, Nicholas",
            "Isbell, Daniel R"
        ],
        "abstract": [
            "Over one million international students are enrolled in higher education institutions in the U.S. To",
            "be admitted into one of these degree-granting institutions, many of these students must demonstrate sufficient",
            "English language proficiency (ELP) - often with a test score. Previous research on ELP tests",
            "has shed light on how scores correlate with academic success and how institutions make decisions",
            "about minimum required scores, but the extent to which U.S. institutions vary in their use",
            "of ELP tests in international admissions is not well understood. In this study, we examine",
            "ELP test policies across all U.S. research-intensive, doctoral-granting-degree institutions (Carnegie R1) for (a) general undergraduate",
            "admissions, (b) general graduate admissions, and (c) graduate admissions in three specific fields (applied linguistics,",
            "computer science, and business administration). Results show that 32 different ELP tests were being used",
            "for admissions. The most commonly accepted ELP tests were TOEFL iBT, IELTS Academic, Duolingo English",
            "Test, and Pearson Test of English Academic. A wide range of unconditional and conditional cut",
            "scores was found across institutions. Subscore requirements were not included in many admissions policies. Finally,",
            "institutions requiring higher TOEFL iBT cut scores tended to be more prestigious, selective, had larger",
            "proportions of enrolled international students and higher six-year graduation rate for international undergraduates."
        ],
        "date_published": "2024-03-17T22:55:47.875066",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "admissions",
            "English language proficiency",
            "international students",
            "standardized testing"
        ]
    },
    {
        "id": "bgt42",
        "title": "'Understand More What We Do': A Review of Children's Perspectives of Play in Education",
        "authors": [
            "O'Keeffe, Christina",
            "McNally, Sinead"
        ],
        "abstract": [
            "Background: Play is an essential part of children's lives yet remains notoriously difficult to define.",
            "Understanding children's perceptions of play is crucial in order to improve the measurement of play",
            "across studies and support the development of new hypotheses on play and learning. Aims: This",
            "review sought to (1) map research that has examined children's conceptualisations of play, (2) identify",
            "methods used to elicit children's perspectives, (3) summarise findings, (4) identify gaps within existing literature,",
            "and (5) make recommendations for future research. Methods: A scoping review methodology was used in",
            "consultation with 49 children (23 male; 26 female) aged 5 to 11 years in primary",
            "schools in Ireland. Data from the literature were extracted and summarised, and findings were thematically",
            "synthesised. Data from the child consultations were thematically analysed. Results: 42 peer-reviewed studies met the",
            "inclusion criteria. These varied widely in study characteristics, research questions and methods. Overall, children identified",
            "play as social and fun with affective qualities. Autonomy and agency was viewed as integral",
            "to play, which also often involved the outdoors, toys, games and physical activity. Finally, children",
            "viewed play as creative, as something that could co-occur with learning, and that often had",
            "adult involvement. Children with disabilities were largely under-represented in the literature. Conclusions: The findings of",
            "this review have significant implications for play policy which has primarily been framed by adults'",
            "conceptualisations of play. Conducted in consultation with children, this review reveals a keen appreciation by",
            "children of play as valuable, nuanced and complex."
        ],
        "date_published": "2024-03-17T22:59:32.667687",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Children's Perspectives",
            "Consultation",
            "Participatory Methods",
            "Play",
            "Schools",
            "Scoping Review"
        ]
    },
    {
        "id": "xpt4e",
        "title": "Behavioural determinants of physiologically-relevant light exposure",
        "authors": [
            "Biller, Anna M",
            "Balakrishnan, Priji",
            "Spitschan, Manuel"
        ],
        "abstract": [
            "Light exposure triggers a range of physiological and behavioural responses that can improve and challenge",
            "health and well-being. Insights from laboratory studies have recently cumulated in standards and guidelines for",
            "measuring and assessing healthy light exposure, and recommendations for healthy criterion light levels. Implicit to",
            "laboratory paradigms is a simplistic input-output relationship between light and its effects on physiology. This",
            "ignores that humans actively shape their lighting environment through behaviour. We present a novel framework",
            "that conceptualizes light exposure as an individual behaviour to meet specific, person-based needs. Key to",
            "healthy light exposure is also shaping behaviour, beyond shaping technology."
        ],
        "date_published": "2024-03-17T23:03:08.824700",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "",
            "behaviour change",
            "circadian and sleep health",
            "circadian rhythms and sleep",
            "healthy light exposure",
            "human light behaviour",
            "lifestyle modification",
            "non-visual effects of light"
        ]
    },
    {
        "id": "q8y26",
        "title": "A Comprehensive Bibliometrics Analysis and Service Model for Academic Libraries: Collaboration, Training, and Evidence-Based Decision-Making",
        "authors": [
            "Xiao, SiZhe",
            "Qiu, Vivian"
        ],
        "abstract": [
            "Academic libraries have undergone significant transformations in recent years, expanding their service scope to include",
            "bibliometrics metrics and research impact services. In this article, we propose a comprehensive bibliometrics analysis",
            "and service model for academic libraries by conducting an extensive review of past studies and",
            "current international practices. The study aims to address three research questions: (1) What are the",
            "bibliometrics services practices offered by academic libraries around the world? (2) How do academic libraries",
            "and other units collaborate in offering bibliometrics services? (3) What model can be concluded from",
            "above for establishing or improving bibliometrics services in academic libraries with collaboration? The article begins",
            "with a literature review, followed by a methodology section detailing the search strategies and review",
            "process. The findings reveal the coverage, usage, and limitations of existing service models. Based on",
            "these findings, a recommended service model is proposed, addressing challenges and driving forces in its",
            "implementation. The recommended model includes a collaborative approach between academic libraries and other units, such",
            "as research offices and IT departments, to provide comprehensive bibliometrics services. The model also emphasizes",
            "the importance of training and support for librarians and researchers to effectively use bibliometrics tools",
            "and metrics to help academic libraries establish or improve their bibliometrics services, providing valuable insights",
            "into the impact of research and facilitating evidence-based decision-making. Collaboration between academic libraries and other",
            "internal and external stakeholders is crucial for the success of bibliometrics services, and ongoing training",
            "and support are essential to ensure that librarians and researchers can effectively use bibliometrics tools",
            "and metrics. Future research can further explore the effectiveness of the proposed model and identify",
            "areas for improvement."
        ],
        "date_published": "2024-03-21T08:34:29.271729",
        "license": "60bf992258510b0009a5a9a6",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Academic Libraries",
            "Bibliometrics",
            "BRI",
            "Collaboration",
            "Decision Making",
            "Metrics",
            "Research Impact",
            "Research Services",
            "Research Support"
        ]
    },
    {
        "id": "pgy5f",
        "title": "Performance of Artificial Intelligence: Does Artificial Intelligence Dream of Electric Sheep",
        "authors": [
            "Ioku, Tomohiro",
            "Kondo, Sachihiko",
            "Watanabe, Yasuhisa"
        ],
        "abstract": [
            "This study investigates the performance of generative artificial intelligence (AI) in evaluating the acceptance of",
            "generative AI technologies within higher education guidelines, reflecting on the implications for educational policy and",
            "practice. Drawing on a dataset of guidelines from top-ranked universities, we compared generative AI evaluations",
            "with human evaluations, focusing on acceptance, performance expectancy, facilitating conditions, and perceived risk. Our study",
            "revealed a strong positive correlation between ChatGPT-rated and human-rated acceptance of generative AI, suggesting that",
            "generative AI can accurately reflect human judgment in this context. Further, we found positive associations",
            "between ChatGPT-rated acceptance and performance expectancy and facilitating conditions, while a negative correlation with perceived",
            "risk. These results validate generative AI evaluation, which also extends the application of the Technology",
            "Acceptance Model and the Unified Theory of Acceptance and Use of Technology framework from individual",
            "to institutional perspectives."
        ],
        "date_published": "2024-03-19T18:22:02.581071",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Academic Integrity",
            "Artificial Intelligence",
            "Educational Policy",
            "Higher Education",
            "Text Analysis",
            "UTAUT"
        ]
    },
    {
        "id": "uk57w",
        "title": "Professional Development in Environmental Health for Middle School Science Teachers: A Pathway to STEM-Health Integration",
        "authors": [
            "Dexheimer, Andreia F",
            "Zuercher, Jennifer L",
            "Colaninno, Carol E",
            "Blake, Charlie K",
            "Greenfield, Ben K",
            "Jones, Madeline",
            "Johnson, Candice L",
            "Bracey, Georgia",
            "Locke, Sharon M"
        ],
        "abstract": [
            "Despite a growing public awareness of and concern for the link between environmental pollution and",
            "human health risks, there is a relative dearth of research on teacher perceptions of including",
            "environmental health topics in K-12 classrooms. We examined the impact of an environmental health-focused professional",
            "development (PD) program on middle school teachers. We used a concurrent nested mixed methods approach",
            "to measure teachers' pre-/post-perceptions of environmental health science concepts and their integration into science curriculum",
            "and classroom practices. Our analysis revealed three primary themes: teachers (1) found the PD and",
            "curriculum on environmental health beneficial; (2) emphasized that the material and curriculum promote multiple scientific",
            "connections with students; and (3) had increased confidence in teaching the topic and using environmental",
            "monitoring tools. The findings suggest that environmental health is a promising content area for teachers",
            "to integrate in the classroom in order to meet state science standards."
        ],
        "date_published": "2024-03-19T18:21:11.080196",
        "license": "563c1cf88c5e4a3877f9e967",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Environmental Health",
            "Middle School",
            "Photovoice",
            "Place-based Curriculum",
            "ublic Health"
        ]
    },
    {
        "id": "whr85",
        "title": "The Effects of Learning-Related and Peer-Related School Experiences on Adolescent Wellbeing: A Longitudinal Structural Equation Model",
        "authors": [
            "Khanna, Devi",
            "Black, Louise",
            "Panayiotou, Margarita",
            "Humphrey, Neil",
            "Demkowicz, Ola"
        ],
        "abstract": [
            "The school environment contains a variety of factors understood to be linked to adolescent wellbeing.",
            "However, there is limited research on how adolescents' simultaneous experiences of these distinct factors predict",
            "their later subjective wellbeing. This paper uses longitudinal structural equation modelling (N = 25,149, T1",
            "and T2 one year apart) to test the effects of learning-related school experiences (happiness with",
            "attainment; careers education; staff-student relationships), and peer-related school experiences (school belonging; friendships and social support;",
            "physical and relational bullying victimisation) on later wellbeing. Of the variables considered, staff-student relationships were",
            "not significantly associated with wellbeing, while a sense of belonging to school showed the strongest",
            "association. Future research exploring these relationships should further consider the design of school belonging interventions;",
            "the addition of further academic and social school experiences in wellbeing analyses; and, the directionality",
            "of these relationships."
        ],
        "date_published": "2024-03-16T04:14:53.872033",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "adolescence",
            "school experience",
            "subjective wellbeing"
        ]
    },
    {
        "id": "euv87",
        "title": "A Longitudinal Analysis of the Variability of Cognitive Complexity in IELTS Academic Writing Prompts: a mixed-method study",
        "authors": [
            "Khademi, Abdolvahab"
        ],
        "abstract": [
            "Cognitive complexity of writing prompts may affect the linguistic performance of test takers in writing",
            "assessment, as evidenced by previous research. In this mixed method study, we aim to explore",
            "if and to what extent the perceived cognitive complexity of IELTS Writing Task II prompts",
            "has changed over time. We use official IELTS prompts for this study collected over test",
            "administrations years 1996 to 2022. For each test year, two prompts were randomly selected (total",
            "of 20 prompts for ten years) and were structured in a survey. Experienced IELTS teachers",
            "and assessment experts (n = 19) rated the perceived cognitive complexity of each prompt on",
            "1-8 Likert scale. An intra-class correlation (ICC) coefficient showed a high degree of inter-rater reliability",
            "among the raters (r = 0.88, p = 0.00). A time series analysis showed that",
            "the perceived year-on-year cognitive complexity of the prompts showed significant negative change (b = -0.073,",
            "p=0.00). In the qualitative part of the study, the prompts with the lowest and highest",
            "cognitive complexity mean ratings were presented to the raters and inquired what made those prompts",
            "easy or difficult for test takers."
        ],
        "date_published": "2024-03-19T18:20:12.038821",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": [
            "Cognitive complexity",
            "IELTS",
            "Task complexity",
            "Writing prompts"
        ]
    },
    {
        "id": "47ucs",
        "title": "Differences in the components of reading comprehension in developmental dyslexia: A longitudinal and cross-sectional investigation",
        "authors": [
            "Ozernov-Palchik, Ola",
            "Beach, Sara D",
            "Wade, Karolina",
            "Gaab, Nadine",
            "Gabrieli, John",
            "Hogan, Tiffany P"
        ],
        "abstract": [
            "PURPOSE: The Simple View of Reading proposes that decoding and language comprehension together explain reading",
            "comprehension. The current study investigated whether adding rapid automatized naming (RAN) and verbal short-term memory",
            "(VSTM) enhances the prediction of reading comprehension, and whether there are differences in the relative",
            "contribution of the four components in typical development and in dyslexia, and across development. METHOD:",
            "Using data-driven Bayesian model comparison and selection strategies, we investigated the relative contribution of the",
            "four component abilities in English-speaking individuals with (Dys) and without (Typ) dyslexia, including first to",
            "second graders (N = 149; mean age 7.21to 8.25 years; 34 Dys: 16 female, 18",
            "male; 115 Typ: 56 female, 59 male), third and fourth graders (N = 80; mean",
            "age 9.54 years; 48 Dys: 25 female, 23 male; 32 Typ: 9 female, 23 male),",
            "and adults (N = 60; mean age 26.31 years; 28 Dys: 17 female, 11 male;",
            "32 Typ: 15 female, 17 male). RESULTS: For typical readers, the importance of decoding decreased",
            "over development, while language comprehension increased; RAN and VSTM had no additional predictive value. In",
            "dyslexic readers, decoding was the primary predictor in children across grades (with small contributions from",
            "RAN and language comprehension) and VSTM was the primary predictor in adults. CONCLUSIONS: These findings",
            "underscore that variations in decoding skills significantly constrain reading comprehension in dyslexia, limiting comprehension due",
            "to inaccurate reading in childhood and creating a cognitive bottleneck in adulthood."
        ],
        "date_published": "2024-03-19T18:18:36.933269",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Education"
        ],
        "tags": []
    }
]