[
    {
        "id": "cev7x",
        "title": "Mechanisms of Change in a Digital Five Ways to Wellbeing Intervention: A Network Intervention Analysis of a Randomized Controlled Trial",
        "authors": [
            "Prydz, Monica B",
            "Bjorndal, Ludvig D",
            "Czajkowski, Nikolai O",
            "Roysamb, Espen",
            "Nes, Ragnhild B"
        ],
        "abstract": [
            "While digital positive psychology interventions demonstrate effectiveness in promoting wellbeing and reducing illbeing in the",
            "general population, their mechanisms of change are relatively underexplored. The wellbeing promotive digital intervention, Five",
            "Ways to Wellbeing for All (5waysA), has been shown effective (effect sizes from .20 to",
            ".49) in a large (N= 963) randomized controlled trial (Prydz et al., 2024). In the",
            "present study, Network Intervention Analysis (NIA) was applied to identify associations and putative mechanisms linking",
            "the 5waysA intervention to a set of wellbeing outcomes. Following the 10-week intervention period, the",
            "NIA revealed that only positive emotions on an aggregate level were conditionally dependent on the",
            "treatment allocation variable. These findings suggest that the effectiveness of the 5waysA intervention primarily reflects",
            "the direct enhancement of positive emotions. Our findings provide insights of potential importance for advancing",
            "the theoretical framework of the Five Ways to Wellbeing and other mental health and wellbeing",
            "promoting interventions."
        ],
        "date_published": "2024-04-13T13:17:17.317682",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Mental Health"
        ],
        "tags": [
            "Digital intervention",
            "network intervention analysis",
            "positive psychology",
            "wellbeing"
        ]
    },
    {
        "id": "w8bh6",
        "title": "Posttraumatic Growth Among Suicide-Loss Survivors:  An Updated Systematic Review and Meta-Analysis Protocol",
        "authors": [
            "Whittaker, Spence",
            "Rasmussen, Susan",
            "Cogan, Nicola",
            "Tse, Dwight",
            "Martin, Bethan",
            "Andriessen, Karl",
            "Shiramizu, Victor",
            "Krysinska, Karolina",
            "Levi-Belz, Yossi"
        ],
        "abstract": [
            "Background: Losing a loved one to suicide is an event which can have strong and",
            "potentially traumatic impacts on the lives of the bereaved survivors, especially regarding their grief which",
            "can be complicated. These bereaved individuals are also less likely to receive social support following",
            "their bereavement. However, besides these adverse impacts, there is growing evidence to support the concept",
            "of posttraumatic growth following suicide bereavement. Posttraumatic growth is personal improvement that occurs as a",
            "consequence of experiencing a traumatic or extremely challenging event or crisis. Only one systematic review",
            "and meta-analysis on posttraumatic growth following suicide bereavement has been conducted; this protocol is for",
            "the planned systematic review and meta-analysis update of the original systematic review and meta-analysis, as",
            "the original review collected its data in 2018. Method: This protocol outlines the planned procedures",
            "of the updated systematic review and meta-analysis. This review and its protocol have been registered",
            "with PROSPERO (Registration Number: CRD42024485421). MEDLINE, PsycINFO, Embase, CINAHL, Scopus, and Web of Science (Core",
            "Collection) will be examined, and the search results will be imported to Covidence where title",
            "and abstract screenings, full text screenings, and data extraction will occur. The inclusion and exclusion",
            "criteria for this updated review match those in the original review: i) the study population",
            "must contain participants bereaved by suicide, ii) the study data must be quantitative, iii) the",
            "study must report data on posttraumatic or stress-related growth. The original review conducted its search",
            "prior to 2019; thus, this updated review searched databases for the timeframe of January 2019",
            "to January 2024. The updated meta-analysis will synthesise data from both the original and updated",
            "reviews to examine trends over time. Discussion: The results of this updated systematic review and",
            "meta-analysis will be used to examine key relationships and findings regarding posttraumatic growth in individuals",
            "bereaved by suicide. The discussion will also investigate the findings of this updated review in",
            "comparison to the findings of the original review. Any differences would be highlighted."
        ],
        "date_published": "2024-04-11T17:40:44.064374",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Mental Health"
        ],
        "tags": [
            "bereavement",
            "meta-analysis",
            "posttraumatic growth",
            "suicide",
            "suicide-loss survivors",
            "systematic review",
            "trauma"
        ]
    },
    {
        "id": "87hyg",
        "title": "Impact of developmental language disorders on mental health and well-being across the lifespan: lived experience perspectives.",
        "authors": [
            "Wilmot, Adrienne",
            "Boyes, Mark E",
            "Sievers, Rachel",
            "Leitao, Suze",
            "Norbury, Courtenay"
        ],
        "abstract": [
            "Objective: To explore the educational, occupational, and socioemotional experiences of people with developmental language disorder",
            "(DLD) across the lifespan to gain insight into risk/protective factors for mental health. Design: Qualitative",
            "analysis of focus groups and written submissions. Data were combined and analysed using Braun and",
            "Clarke's reflexive thematic analysis approach within a critical realist framework. Setting: Southeast England and Western",
            "Australia Participants: Six adults with DLD from England and five speech-language therapists from Western Australia",
            "participated in focus groups and/or contributed written responses to the research team. Results: We developed",
            "four themes: \"perspectives on diagnosis and living with an invisible disability\" explores participants' perspectives on",
            "diagnosis, the difficulty in getting a diagnosis, and perceptions of DLD as widely misunderstood; \"school",
            "struggles and self-esteem from past to present\" detailed school experiences and their impact on mental",
            "health; \"DLD across the lifespan\" explored DLD in adulthood with a focus on workplace difficulties,",
            "emotional wellbeing, and mental health; \"A sense of belonging\": Communication, connection, and support\" provides a",
            "lived experience account into the social participation difficulties of adults with DLD and the importance",
            "of social support. Conclusions and implications: Adults with DLD may experience poor self-esteem, anxiety, and",
            "depression. These mental health concerns may result from: (a) exhaustion due to masking/compensating for neurodevelopmental",
            "differences, (b) loneliness and/or disempowerment due to difficulties with social interaction; and (c) adverse experiences",
            "such as bullying, discrimination, and a lack of appropriate accommodation at school and in the",
            "workplace. A lack of awareness and support for people with DLD from health, education, and",
            "employment providers was also seen as a contributing factor to poor mental health. Diagnosis may",
            "serve a protective function for mental health via self-understanding, self-esteem, and self-advocacy."
        ],
        "date_published": "2024-04-11T07:33:03.172580",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Mental Health"
        ],
        "tags": [
            "Developmental Language Disorder; Adults; Mental Health"
        ]
    },
    {
        "id": "n9eba",
        "title": "Natural disasters and suicidal behaviour: an updated systematic review",
        "authors": [
            "Zortea, Tiago C",
            "Kolves, Kairi",
            "Russell, KIrsten",
            "Mathieu, Sharna",
            "Platt, Stephen"
        ],
        "abstract": [
            "Background: This systematic review aims to update and extend the findings of an earlier review",
            "on the suicidogenic impact of natural disasters. Methods: A systematic search of research published in",
            "17 bibliographic databases was conducted (PROSPERO CRD42020216722). The review following PRISMA checklist identified 64 primary",
            "studies, published between 2012 and 2022, investigating the association between natural disasters and suicidal behaviour",
            "and ideation. Results: The majority of studies related to natural disasters in Japan, China, USA,",
            "India and Australia. Over half the studies (n=39) investigated the impact of earthquakes. Other disasters",
            "included hurricanes, floods, tsunamis, droughts, wildfires, tornadoes and multiple disasters. Concerning suicide mortality (the most",
            "studied suicide-related outcome), there was variability in the suicidogenic impact of earthquakes depending on location,",
            "age, sex and time elapsed since the event. While there appeared to be an increase",
            "in suicide mortality following drought, investigations of hurricanes/tornadoes and floods found no evidence of suicidogenic",
            "impact. Findings relating to other suicide-related outcomes are more consistent, suggesting that exposure to droughts,",
            "hurricanes, tsunamis, floods, and other natural disasters is associated with increased risk of suicidal ideation",
            "and non-fatal suicidal behaviour. Limitations: Publications in languages other than English, French, Spanish, Italian and",
            "Portuguese may have been missed. Conclusions: The considerable inconsistency in the findings reported across these",
            "studies, particularly relating to suicide mortality, is noteworthy. This may reflect substantive ('real') differences in",
            "the impact of natural disasters on suicidal behaviour linked to the type of disaster, the",
            "socioeconomic and sociocultural context, the type of suicidal behaviour, or other explanatory factors."
        ],
        "date_published": "2024-04-09T16:49:30.363120",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Mental Health"
        ],
        "tags": [
            "Natural disasters",
            "Self-harm",
            "Suicidal behaviour",
            "Suicide"
        ]
    },
    {
        "id": "9y56a",
        "title": "Assessing alexithymia for positive and negative emotions: the role of granularity and dialecticism",
        "authors": [
            "MAS, Marine",
            "Luana, Comida",
            "Luminet, Olivier"
        ],
        "abstract": [
            "Alexithymia is a transdiagnostic factor for the development and maintenance of psychological symptomatology. Strongly tied",
            "to particularities in emotion regulation, recent theorizations consider the difficulties describing and identifying feelings dimensions",
            "of alexithymia to influence the appraisal stage of emotional processing. This study aimed at replicating",
            "and extending findings from Aaron et al., 2018 by focusing on differentiating alexithymia for positive",
            "and negative emotions. Participants (n=125, mean age 45 y.o; 74% women) evaluated their emotional experience",
            "after watching videos inducing anger, disgust, sadness, fear, amusement and tenderness. Alexithymia was measured by",
            "the Toronto Alexithymia Scale (TAS-20) and Perth Alexithymia Questionnaire (PAQ). No association between alexithymia and",
            "positive emotional complexity was observed despite the use of the PAQ assessing alexithymia for positive",
            "emotions. Difficulties describing and identifying negative feelings from PAQ were predicted by lower negative granularity.",
            "Difficulties describing feelings from both scales were predicted by higher negative dialecticism. These results confirm",
            "the association between alexithymia facets and emotional complexity regarding negative emotions and emphasize the importance",
            "of controlling for negative affect in alexithymia studies. Finally, high alexithymia was characterized by higher",
            "reporting of negative affective states compared to positives states following positive induction, which questions the",
            "interpretation of dialecticism in alexithymia."
        ],
        "date_published": "2024-04-09T08:33:02.376215",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Mental Health"
        ],
        "tags": [
            "affect induction",
            "alexithymia",
            "cognitive appraisal",
            "dialecticism",
            "emotiona complexity",
            "emotion induction",
            "emotion perception",
            "FilmStim",
            "granularity",
            "MIP",
            "mood induction procedures",
            "negative affectivity",
            "PANAS",
            "Perth Alexithymia Questionnaire",
            "TAS-20",
            "video"
        ]
    },
    {
        "id": "r2avb",
        "title": "Validation of the Japanese version of  Submissive Behaviour Scale and its relation to depressive-cognitive characteristics.",
        "authors": [
            "Masuyama, Akihiro"
        ],
        "abstract": [
            "Background: This study sought to validate the Japanese version of the Submissive Behaviour Scale (SBS)",
            "and to explore the relationships between submissive behavior, depression, and depression-related cognitive characteristics in a",
            "Japanese population. Method: A sample of 499 participants was recruited through an online platform to",
            "complete the Japanese version of the SBS, Center for Epidemiologic Study for Depression Scale (CES-D),",
            "Social Comparison Scale (SCS), Rumination Response Scale (RRS), and Emotional Regulation Questionnaire (ERQ). Confirmatory factor",
            "analysis was used to assess the scale's structure, while correlation analyses explored the associations between",
            "submissive behavior and other psychological variables. Result: The Japanese version of the SBS demonstrated strong",
            "reliability (a = .855) and a consistent single-factor structure, similar to its original version. Submissive",
            "behavior was significantly correlated with depressive symptoms (r = .527, p &lt; .001) and subfactors",
            "of SCS (r &lt; -.512, p &lt; .001). The analysis also showed that submissive behavior",
            "was correlated with subscales of both rumination and emotional regulation strategies, indicating its pervasive impact",
            "on depression-related cognitive processes. Discussion: The findings affirm the validity of the Japanese version of",
            "the SBS and highlight the complex relationship between submissive behavior, depression, and cognitive characteristics related",
            "to depression within a Japanese context. The results bolster the applicability of the Social Rank",
            "Theory by demonstrating its relevance within the Japanese context. Furthermore, this research suggests that social",
            "defeat, as conceptualized in the Social Rank Theory, may precipitate not only submissive behavior but",
            "also influence cognitive processes related to depression."
        ],
        "date_published": "2024-04-08T15:38:30.447906",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Mental Health"
        ],
        "tags": [
            "Depression",
            "Emotion Regulation",
            "Rumination",
            "Social Comparison",
            "Submissive Behavior"
        ]
    },
    {
        "id": "khgdj",
        "title": "Deskriptive Analysen auf Basis des DJI-Surveys AID:A 2019 zu ausgewahlten Aspekten der Lebenslagen und Lebensfuhrung junger Menschen mit und ohne Behinderung. Kommentierter Tabellenband",
        "authors": [
            "Lien, Shih-cheng",
            "Pavlovic, Tijana",
            "Berngruber, Anne"
        ],
        "abstract": [
            "The following analyses are based on data from the Survey \"Growing up in Germany: Everyday",
            "Worlds - AID:A\" conducted by the German Youth Institute (DJI) in 2019. Self-reported data on",
            "the life situations of young people between the ages of 12 and 32 are taken",
            "into account. Two groups are formed for comparison by self-reporting whether respondents have a disability",
            "or impairment: Young people with a disability or impairment (JmB, n = 610) and young",
            "people without a disability or impairment (JoB, n = 5,491). The article looks at various",
            "topics relating to everyday practices, social integration, experiences of autonomy, school education, value orientations and",
            "life satisfaction."
        ],
        "date_published": "2024-04-05T10:16:48.610123",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Mental Health"
        ],
        "tags": [
            "Adolescents",
            "AID:A",
            "disability",
            "Germany",
            "lifestyles",
            "Young adults",
            "young people"
        ]
    },
    {
        "id": "zfkmw",
        "title": "Effects in random-intercept cross-lagged panel models may be spurious: A simulated reanalysis and comment on Specker et al.'s (2024) study on post-migration stressors, emotion dysregulation, and symptoms of posttraumatic stress disorder",
        "authors": [
            "Sorjonen, Kimmo",
            "Melin, Bo"
        ],
        "abstract": [
            "Specker et al. (2024) conducted analyses with the random-intercept cross-lagged panel model (RI-CLPM) and concluded,",
            "for example, that emotion dysregulation and post-migration stressors have increasing effects on the posttraumatic stress",
            "disorder (PTSD) symptom hyperarousal among refugees. Here, we evaluated the conclusion by Specker et al.",
            "through triangulation. We fitted several models on data simulated to resemble the data analyzed by",
            "Specker et al. We used simulated data as the empirical data used by Specker et",
            "al. was not available to us. The present results suggested simultaneous and contradictory increasing and",
            "decreasing effects of emotion dysregulation and post-migration stressors on hyperarousal. Due to these contradictory findings,",
            "we concluded that longitudinal associations between these constructs probably were spurious rather than truly increasing.",
            "This conclusion was corroborated by the good fit of a model (the model of spurious",
            "longitudinal associations, MoSLA) where associations between emotion dysregulation / post-migration stressors and hyperarousal were due",
            "to confounding by a common trait and by common auto-correlated state factors. It is important",
            "for researchers to be aware that correlations, including effects in the RI-CLPM, do not prove",
            "causality. Researchers are recommended to scrutinize their findings from correlational analyses through triangulation. With congruent",
            "findings from several models, conclusions of genuine increasing or decreasing effects are corroborated. If, on",
            "the other hand and as in the present case, findings from different models diverge, conclusions",
            "of genuine effects seem premature."
        ],
        "date_published": "2024-03-30T08:49:29.509046",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Mental Health"
        ],
        "tags": [
            "emotion dysregulation",
            "hyperarousal",
            "post-migration stressors",
            "posttraumatic stress disorder (PTSD)",
            "random-intercept cross-lagged panel model (RI-CLPM)",
            "reanalysis",
            "refugees",
            "simulated data",
            "spurious associations",
            "triangulation"
        ]
    },
    {
        "id": "cqwn2",
        "title": "Validation of the Italian Translation of the Psychological Rich Life Questionnaire and evaluation its relationship with Mindfulness, Self-Compassion, Cognitive Fusion and Anxiety",
        "authors": [
            "Mauro, Federica",
            "Simione, Luca"
        ],
        "abstract": [
            "Grounded in the theoretical framework that a fulfilling life encompasses happiness, meaning, and psychological richness,",
            "this study introduces the Italian translation of the Psychologically Rich Life Questionnaire (PRLQ) and explores",
            "its connection with mindfulness, self-compassion, cognitive fusion, and anxiety positing psychological richness as a critical,",
            "yet distinct, component of well-being. Psychological richness, characterized by diverse and interesting experiences, complements the",
            "hedonic and eudaimonic dimensions of well-being, offering a broader perspective on what constitutes a meaningful",
            "life. Method. We translated the original scale into Italian applying a subsequent back translation procedure.",
            "The resulting version was administered to a small sample (N=10) to check for the comprehensibility",
            "of the items. Then, the Italian version of the PRLQ's reliability and single-factor structure was",
            "evaluated through exploratory and confirmatory factor analyses, in a large sample (N=418) of the Italian",
            "population. Moreover, we investigated the relationships between psychological richness and other psychological constructs related to",
            "happiness, mindfulness and anxiety. Results. The exploratory factor analysis confirmed the original PRLQ structure, indicating",
            "one dimension, namely psychological richness, and the excellent internal consistency of the questionnaire. The confirmatory",
            "factor analysis also revealed a good fit of the model for the one-factor structure, confirming",
            "that psychological richness is related to other happiness constructs, but appear to be distinct from",
            "them. We then showed that psychological richness is positively associated with mindfulness and self-compassion while",
            "being inversely related to anxiety and cognitive fusion. Conclusions. These findings support the Italian PRLQ",
            "(PRLQ-I) as valid and reliable instrument for measuring psychological richness and confirm the significance of",
            "incorporating psychological richness construct in happiness and well-being models, suggesting avenues for mental health practices.",
            "They moreover contribute to the understanding of its interplay with mindfulness, self-compassion, and cognitive processes,",
            "providing a comprehensive view of the components that foster a fulfilling life."
        ],
        "date_published": "2024-03-28T18:30:21.973136",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Mental Health"
        ],
        "tags": [
            "anxiety",
            "cognitive fusion",
            "happiness",
            "health psychology",
            "mindfulness",
            "self compassion",
            "wellbeing"
        ]
    },
    {
        "id": "53acm",
        "title": "Burnout in esports: An Item Response Theory examination of the Athlete Burnout Scale",
        "authors": [
            "Poulus, Dylan R",
            "Isoard-Gautheur, Sandrine",
            "Zarate, Daniel",
            "Sargeant, Jack",
            "Sharpe, Benjamin T",
            "Stavropoulos, Vasileios"
        ],
        "abstract": [
            "Athlete burnout is increasingly reported as impacting esports players' wellbeing and performance. This study investigated",
            "the psychometric properties of the Athlete Burnout Scale (ABO-S) within esports. Specifically focusing on item",
            "discrimination and difficulty parameters to establish optimal raw cut-off scores indicating levels of burnout risk",
            "among esports players. Participants were 453 English-speaking adult esports players who ranked in the top",
            "40% of one of seven major esports. The sample included 372 males, 74 females, and",
            "seven nonbinary participants who represented 66 countries. Item Response Theory analysis, including Rasch and Graded",
            "Response Model, was used to examine the ABO-S's psychometric properties. The GRM provided a superior",
            "fit, with all items showing sufficient discrimination and difficulty levels. Items related to feeling wearied,",
            "lacking energy, and feeling physically drained demonstrated high levels of information and reliability across a",
            "range of burnout levels. A provisional diagnostic cut-off point of >= 63 (+2SD) was established,",
            "indicating a high risk of burnout, with 2% of participants exceeding this threshold. Furthermore, raw",
            "total burnout scores of >=47 (+0.5SD) and 52 (+1SD) were also identified. The ABO-S is",
            "a robust instrument for assessing burnout in esports players, with specific items effectively identifying varying",
            "levels of burnout. The establishment of cut-off scores aids in identifying players at high risk",
            "of burnout, contributing to better support and intervention strategies in the esports community. These findings",
            "further the understanding of burnout in esports, highlighting the scale's utility in monitoring and addressing",
            "player wellbeing."
        ],
        "date_published": "2024-03-24T14:04:23.668367",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Mental Health"
        ],
        "tags": [
            "burnout",
            "competitive gaming",
            "esports",
            "item-response theory",
            "mental health"
        ]
    },
    {
        "id": "hq2vy",
        "title": "Associations of Exposure Frequencies of Single Adverse Childhood Experiences with Psychological Distress: Evidence from a Cohort Study among Emerging Adults",
        "authors": [
            "Marmet, Simon",
            "Botschi, Salome",
            "Vetsch, Neela",
            "Stallmann, Lina",
            "Jeannette Brodbeck, "
        ],
        "abstract": [
            "Background: Adverse childhood experiences (ACE) are significant transdiagnostic risk factors for impaired psychosocial functioning and",
            "mental health conditions throughout life. Most research on ACEs has used composite scores, which precludes",
            "specific conclusions about the impact of individual adverse experiences and their frequency of occurrence. Objective:",
            "To investigate the association between exposure frequencies of single adverse experiences with psychological distress among",
            "emerging adults. Participants and Setting: A total of 2528 emerging Swiss adults aged 18 to",
            "22 years (mean age 19.3) from a random population sample participating in the first wave",
            "of a cohort study. Methods: ACE measures were 39 specific experiences for neglect (emotional, physical),",
            "abuse (emotional, physical, sexual), witnessing violence, peer maltreatment and parental psychopathology. ANOVA models were used",
            "to estimate the associations of exposure frequencies for each adverse experience with psychological distress. Results:",
            "Single adverse childhood experiences were strongly associated with psychological distress in emerging adulthood, with considerable",
            "differences across experiences and their exposure frequencies. Physical and sexual abuse experiences were associated with",
            "psychological distress across all exposure frequencies, including if experienced only rarely. Emotional abuse, emotional neglect",
            "and verbal abuse by peers experiences showed associations with psychological distress mainly at higher exposure",
            "frequencies. Conclusions: The severe impact of adverse childhood experiences on the mental health of emerging",
            "adults varies greatly depending on the specific adverse experience and how often a person had",
            "to endure them. Our research underscores the value of analyzing the impact of single adversities",
            "and their exposure frequencies alongside dimensional approaches in ACE research. Keywords: Adverse childhood experiences; Emerging",
            "adulthood; mental health; Switzerland; psychological distress; peer maltreatment; single adversity approach"
        ],
        "date_published": "2024-03-16T09:25:12.109236",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Mental Health"
        ],
        "tags": []
    }
]