[
    {
        "id": "wejs4",
        "title": "The architecture of spontaneous thoughts and experiences: a graph theory approach.",
        "authors": [
            "Coppola, Peter",
            "Sikka, Pilleriin",
            "Valli, Katja",
            "Tuominen, Jarno",
            "Revonsuo, Antti",
            "Loukola, Ville",
            "Bernstein, Ryan",
            ", nanna.strif",
            "Kirberg, Manuela",
            "Ezquerro-Nassar, Alejandro",
            "Windt, Jennifer",
            "Noreika, Valdas",
            "mota, natalia",
            "Bekinschtein, Tristan"
        ],
        "abstract": [
            "The language people use in everyday life provides a window into the mind. Mind-wandering and",
            "dreams have been thought to reflect unique individual differences and mental health. Here we use",
            "a large dataset of mind-wandering (n=1619) and dream (n=1434) reports from 176 individuals in conjunction",
            "with graph theory applied to natural language. We find that dream reports have a more",
            "complex structure, while mind-wandering reports have fewer word repetitions and more verbose structure, with essential",
            "nodal points in the narrative flux. Dream reports tend to have more thematic repetitions, local",
            "cliques, and global integration. Capitalising on a repeated measures design, we found that the structure",
            "of dream and mind-wandering reports contains individual-specific information. Finally, we find that word centrality in",
            "dreams is predictive of depression symptoms. Thus, this approach is sensitive to individual differences, quantitatively",
            "differentiates two distinct contents of consciousness, and seems promising for cost-effective analyses of large naturalistically",
            "occurring qualitative datasets."
        ],
        "date_published": "2024-04-21T16:23:59.730982",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "Anxiety",
            "Depression",
            "Dreams",
            "Graph theory",
            "Mind wandering",
            "Natural Language Processing",
            "Small worldness"
        ]
    },
    {
        "id": "j726r",
        "title": "How visual experience shapes body representation",
        "authors": [
            "Shahzad, Iqra",
            "Occelli, Valeria",
            "Giraudet, Eleonore",
            "Azanon, Elena",
            "Longo, Matthew",
            "Moruaux, Andre",
            "Collignon, Olivier"
        ],
        "abstract": [
            "We do not have a veridical representation of our body in our mind. For instance,",
            "tactile distances of equal measure along the medial-lateral axis of our limbs are generally perceived",
            "as larger than those running along the proximal-distal axis. This anisotropy in tactile distances reflects",
            "distortions in body-shape representation, such that the body parts are perceived as wider than they",
            "are. While the origin of such anisotropy remains unknown, it has been suggested that visual",
            "experience could partially play a role in its manifestation. To causally test the role of",
            "visual experience on body shape representation, we investigated tactile distance perception in sighted and early",
            "blind individuals comparing medial-lateral and proximal-distal tactile distances of stimuli presented on the ventral and",
            "dorsal part of the forearm, wrist, and hand. Overestimation of distances in the medial-lateral over",
            "proximal-distal body axes were found in both sighted and blind people, but the magnitude of",
            "the anisotropy was significantly reduced in the forearms of blind people. We conclude that tactile",
            "distance perception is mediated by similar mechanisms in both sighted and blind people, but that",
            "visual experience can modulate the tactile distance anisotropy."
        ],
        "date_published": "2024-04-20T16:07:35.153014",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "blindness",
            "tactile distance anisotropy",
            "touch",
            "vision"
        ]
    },
    {
        "id": "7jxat",
        "title": "Towards understanding and halting legacies of trauma",
        "authors": [
            "Taylor, William",
            "Korobkova, Laura",
            "Bhinderwala, Nabeel",
            "Dias, Brian G"
        ],
        "abstract": [
            "Echoes of natural and anthropogenic traumas not only reverberate within the physiology, biology, and neurobiology",
            "of the generation directly exposed to them but also within the biology of future generations.",
            "With the intent of understanding this phenomenon, significant efforts have sought to establish multi-generational legacies",
            "of experiences like stress, chemical exposures, nutritional impoverishment, and chemosensory experiences. From these studies, we",
            "are gaining new appreciation for how legacies of trauma come to be bequeathed to future",
            "generations. This review first outlines principles that merit attention in the study of multi-generational legacies",
            "of trauma. Next, it discusses causes and consequences that allow for such legacies to perpetuate",
            "across generations. Finally, we discuss silver linings of such legacies and how legacies of flourishing",
            "can be engineered. In summary, this review synthesizes our current understanding of the concept, causes",
            "and consequences of legacies of trauma and looks to opportunities to halt them."
        ],
        "date_published": "2024-04-19T20:35:41.802820",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": []
    },
    {
        "id": "vjcb5",
        "title": "Suicide ideation severity predicts reduced oculomotor avoidance of suicide-related stimuli",
        "authors": [
            "Sherifi, Emilia",
            "Rowe, Megan",
            "Armstrong, Thomas",
            "Stewart, Jeremy G"
        ],
        "abstract": [
            "Introduction: Identifying variables linked to distinct suicide outcomes has long been among suicidology's research priorities.",
            "Cognitive theories of suicide identify attentional processes that may vary for individuals at greater suicide",
            "risk. However, an overreliance on self-report and objective measures that are poor estimates of attention",
            "have led to mixed findings. Method: The current study utilizes eye-tracking with a novel passive",
            "viewing task to explore differences in viewing patterns for suicide- and neutral-image pairings, as a",
            "function of suicide outcomes. Young adults (N = 124, 83.9% women) were oversampled for recent",
            "suicidal thoughts and behaviours and completed a series of self-report questionnaires specific to suicide history,",
            "as well as relevant covariates prior to completing the eye-tracking task. Results: Multi-level modeling revealed",
            "that individuals with low to moderate ratings of past year ideation displayed a significant decline",
            "in the amount of time spent viewing suicide images as compared to neutral images over",
            "the course of the task. However, this same pattern was not seen among individuals with",
            "high suicide ideation, and specifically resolved plans and preparation, a subtype of suicide ideation. Furthermore,",
            "no differences were found between people with and without a suicide attempt history. Conclusion: These",
            "results suggest a suicide-specific disengagement bias among individuals high in suicide ideation, and more specifically",
            "resolved plans and preparation."
        ],
        "date_published": "2024-04-19T19:29:02.223938",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "attention",
            "eye movements",
            "eye tracking",
            "resolved plans and preparation",
            "suicidal ideation"
        ]
    },
    {
        "id": "3jduy",
        "title": "Real-time antecedents and correlates of functional neurological symptoms in daily life:  A pilot remote monitoring technology study",
        "authors": [
            "Pick, Susannah",
            "Millman, L. S. Merritt",
            "Hodsoll, John",
            "Stanton, Biba",
            "David, Anthony S",
            "Edwards, Mark J",
            "Goldstein, Laura H",
            "Mehta, Mitul",
            "Nicholson, Timothy",
            "Reinders, A.A.T.S.",
            "Winston, Joel S",
            "Chalder, Trudie",
            "Hotopf, Matthew"
        ],
        "abstract": [
            "Remote monitoring technologies (RMT) could provide critical insights into the mechanisms underlying functional neurological symptoms",
            "(FNS). We examined the feasibility and acceptability of a novel RMT protocol, aiming to identify",
            "psychobiological correlates and antecedents of FNS in everyday life. Seventeen individuals with FNS (seizures/motor) and",
            "17 healthy controls (HC) completed ecological momentary assessments (EMA) eight times daily for 1-week, reporting",
            "FNS severity, associated physical and psychological symptoms, and subjectively significant events. Sleep quality was reported",
            "daily. Fitbit Charge 5s measured objective physiological variables. Multilevel modelling examined variables associated with FNS",
            "variability. EMA completion rates were high (>=80%). At week-level, the FNS group reported significantly elevated",
            "subjective arousal, pain, fatigue, dissociation, negative affect, daily events, stressful events, and sleep duration, compared",
            "to HC. Objective sleep disturbance and duration, and resting heartrate, were also significantly greater in",
            "the FNS sample. FNS severity correlated significantly with daily events, affect, subjective arousal, pain, fatigue",
            "and sleep disturbance, at day- or within-day levels. Daily events and negative affect temporally predicted",
            "momentary FNS severity. RMTs are feasible and acceptable tools for investigation of FNS in real-world",
            "settings, revealing daily events and negative affect as possible triggers of FNS. Larger-scale, longer-term RMT",
            "studies are needed in FND."
        ],
        "date_published": "2024-04-18T14:14:23.642973",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "aetiology",
            "digital",
            "dissociative seizures",
            "ecological momentary assessment",
            "functional neurological disorder",
            "mechanisms",
            "mobile health",
            "non-epileptic seizures",
            "pathophysiology",
            "triggers",
            "wearable"
        ]
    },
    {
        "id": "gybka",
        "title": "Anxiety symptom trajectories across development: risk factors and outcomes",
        "authors": [
            "Palaiologou, Elisavet",
            "Skelton, Megan",
            "Assary, Elham",
            "Breen, Gerome",
            "Hotopf, Matthew",
            "Morneau-Vaillancourt, Genevieve",
            "Thompson, Ellen J",
            "Lockhart, Celestine L",
            "McGregor, Thomas",
            "Plomin, Robert",
            "Carr, Ewan",
            "Eley, Thalia C"
        ],
        "abstract": [
            "Background: Anxiety is one of the most common conditions affecting young people. The onset and",
            "course of symptoms are highly variable across development and if left untreated, can lead to",
            "poor outcomes. We modelled trajectories of anxiety symptoms from childhood to early adulthood and examined",
            "associated predictors and adult outcomes. Method: We analysed data from the Twins Early Development Study,",
            "a UK-based longitudinal twin cohort (N = 13,965). Anxiety symptoms were assessed using the Strengths",
            "and Difficulties Questionnaire from ages 4 to 26. Growth mixture modelling was used to identify",
            "anxiety symptom trajectories. We examined associations between trajectory class membership and genetic, early life family",
            "environment factors and child characteristics, as well as adult outcomes at age 26. Findings: We",
            "identified four anxiety symptom trajectories: Low Stable (n=9,440, 68%), Adolescent-Onset (n=2,486, 18%), Childhood-Limited (n=1,583, 11%)",
            "and Persistent (n=456, 3%). Neuroticism polygenic score, maternal depression, female sex, early conduct, and peer",
            "problems were associated with membership in all three of the smaller, higher severity, anxiety symptom",
            "classes. Female sex, conduct and peer problems distinguished these three classes from one another. The",
            "Childhood-Limited and Persistent classes were additionally associated with household chaos; Adolescent-Onset anxiety with general cognitive",
            "ability and polygenic scores for Major Depressive Disorder and Attention Deficit Hyperactivity Disorder; and Persistent",
            "anxiety with polygenic score for Anxiety Disorder. In terms of outcomes, Persistent and Adolescent-Onset trajectories",
            "were associated with poor clinical and life outcomes in early adulthood. Interpretation: The developmental course",
            "of anxiety is associated with polygenic risk for psychopathology, the early family environment, and child",
            "characteristics, with some associations differing between trajectory groups. Screening for high Neuroticism polygenic score, maternal",
            "depression, general cognitive ability, and conduct and peer problems may enable the early identification of",
            "those at risk of developing anxiety."
        ],
        "date_published": "2024-04-17T11:10:18.677443",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "Anxiety",
            "Early adulthood",
            "Early childhood",
            "Growth Mixture Modelling",
            "Outcomes",
            "Polygenic risk scores",
            "Risk factors",
            "Trajectories"
        ]
    },
    {
        "id": "jpck8",
        "title": "A Neurocognitive Framework for Psychedelics as Learning Opportunities",
        "authors": [
            "Mattek, Sonny"
        ],
        "abstract": [
            "Existing neurocognitive theories have mainly concentrated on the disruptive aspects of psychedelics, such as cognitive",
            "disruption, cortical-thalamic filtering disturbances, and disordered/entropic brain states, but they fail to fully account for",
            "the emergence of new beneficial behaviors, responses, and insights. This paper proposes a novel framework",
            "that shifts the focus from the disruptive aspects of serotonergic psychedelics to their potential as",
            "learning opportunities via the engagement of basic neurobiological learning mechanisms. We propose that serotonergic psychedelics",
            "promote new beneficial outcomes by activating the orienting response, mediated by the noradrenergic system. The",
            "orienting response, which organically occurs only in response to highly compelling and biologically relevant circumstances,",
            "leads to psychological and neurophysiological features characteristic of serotonergic psychedelic states. Additionally, there is evidence",
            "demonstrating the impact of serotonergic psychedelics on both classic orienting behavior and noradrenergic functioning. The",
            "orienting response disrupts ongoing neurocognitive processes to re-order attentional resources according to what is salient",
            "in the moment, thus harnessing the plasticity of the nervous system to generate adaptive responses",
            "based on learning new associations in real time. Framing psychedelic states as learning opportunities has",
            "implications for various aspects of therapeutic practice, including preparation, set and setting, dosage, and outcome",
            "measurement. For example, a minimum effective dose might vary depending on therapeutically relevant learning goals.",
            "We propose that this perspective can expand the therapeutic possibilities for serotonergic psychedelics, ultimately improving",
            "the ability to facilitate positive therapeutic outcomes."
        ],
        "date_published": "2024-04-17T00:38:23.488779",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": []
    },
    {
        "id": "ngb86",
        "title": "Risky decision-making and nonsuicidal self-injury among young adults: Examining the role of criticism feedback",
        "authors": [
            "Nancekivell, Brooke",
            "Martin, Lily",
            "Jacobson, Jill A",
            "Allen, Kenneth J D (",
            "Stewart, Jeremy G"
        ],
        "abstract": [
            "Risky decision-making putatively contributes to nonsuicidal self-injury (NSSI) yet empirical support for this association is",
            "inconsistent. Studies have not simulated socioemotional contexts most closely linked to NSSI, which may partially",
            "explain mixed findings. Accordingly, we examined the association between NSSI and risky decision-making following the",
            "receipt of criticism from a close other, a key interpersonal context. The study included 286",
            "university students (Mage = 21.11) oversampled for a lifetime history of NSSI. Participants completed a",
            "modified Iowa Gambling Task, in which they chose to play or pass on \"good\" and",
            "\"bad\" decks associated with monetary gains and losses. Participants also completed the Criticism Gambling Task,",
            "which was identical to the Iowa Gambling Task except critical audio comments preceded each block",
            "of trials. Based on results of multilevel growth curve analyses, decreases in risky decision-making were",
            "steeper on the Iowa Gambling Task compared to the Criticism Gambling Task, suggesting poorer learning",
            "in the context of criticism. Further, how past-month NSSI was related to changes in risky",
            "decision-making across blocks differed between the two tasks, b = -0.004, t(3140.00) = 2.48, p",
            "= .013. On the Iowa Gambling Task, all participants decreased their risky decision-making; whereas on",
            "the Criticism Gambling Task, higher past-month NSSI frequencies were associated with riskier decision-making. Our findings",
            "support associations between risky decision-making and NSSI in negative socioemotional contexts, consistent with functional models",
            "of NSSI."
        ],
        "date_published": "2024-04-16T19:34:31.115722",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "criticism",
            "nonsuicidal self-injury",
            "risky decision-making",
            "young adults"
        ]
    },
    {
        "id": "avyph",
        "title": "Metacognitive biases in anxious-depression and compulsivity extend across perception and memory",
        "authors": [
            "Seow, Tricia X F",
            "Fleming, Stephen M",
            "Hauser, Tobias U"
        ],
        "abstract": [
            "Metacognitive biases are characteristic of common mental health disorders like depression and obsessive-compulsive disorder (OCD).",
            "However, recent transdiagnostic approaches consistently contradict traditional clinical studies, with overconfidence in perception among highly",
            "compulsive individuals versus underconfident memory in OCD patients. To reconcile these differences, we investigated whether",
            "these metacognitive divergences arise due to cognitive domain-specific effects, comorbid overshadowing effects, and/or different manifestations",
            "at disparate levels of a metacognitive hierarchy. Using a transdiagnostic individual differences approach (N=327), we",
            "quantified metacognitive patterns across memory and perception. Across cognitive domains, we found that underconfidence was",
            "linked to anxious-depression and overconfidence was linked to compulsivity. These associations varied across the confidence",
            "hierarchy, with anxious-depression being predominantly explained by global low self-esteem, whereas compulsivity exhibited more specific",
            "alterations at lower metacognitive levels. Our results support a domain-general alteration of metacognition in psychopathology,",
            "with differential contributions from distinct levels of a metacognitive hierarchy, akin to an overshadowing effect."
        ],
        "date_published": "2024-04-16T14:33:41.234218",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "Anxious-depression",
            "Compulsivity",
            "Confidence",
            "Memory",
            "Mental Health",
            "Metacognition",
            "Perception",
            "Psychiatry",
            "Transdiagnostic"
        ]
    },
    {
        "id": "2f9qw",
        "title": "The role of social deprivation and cannabis use in explaining variation in the incidence of psychotic disorders: findings from the EU-GEI study",
        "authors": [
            "Brink, Vera E",
            "Andleeb, Humma",
            "van Os, Jim",
            "Quattrone, Diego",
            "Jones, Peter B",
            "Di Forti, Marta",
            "Jongsma, Hannah",
            "Kirkbride, James B"
        ],
        "abstract": [
            "Background and Hypothesis: Recent findings suggest the incidence of first episode psychotic disorders (FEP) varies",
            "according to setting-level deprivation and cannabis use, but these factors have not been investigated together.",
            "We hypothesized deprivation would be more strongly associated with variation in FEP incidence than prevalence",
            "of daily or high-potency cannabis use between settings. Study Design: We used incidence data in",
            "people aged 18-64 years from 14 settings of the EU-GEI study. We estimated prevalence of",
            "daily and high potency cannabis use in controls as a proxy for usage in the",
            "population at-risk; multiple imputation by chained equations and post-stratification weighting handled missing data and control",
            "representativeness, respectively. We modeled FEP incidence in random intercepts negative binomial regression models to investigate",
            "associations with the prevalence of cannabis use in controls, unemployment and owner-occupancy in each setting,",
            "controlling for population density, age, sex, and migrant/ethnic group. Study Results: Lower owner-occupancy was independently",
            "associated with increased FEP (adjusted incidence rate ratio (aIRR):0.76, 95% confidence interval (CI):0.61-0.95) and non-affective",
            "psychosis incidence (aIRR:0.68; 95%CI:0.55-0.83), after multivariable adjustment. Prevalence of daily cannabis use in controls was",
            "associated with incidence of affective psychoses (aIRR:1.53, 95%CI:1.02-2.31). We found no association between FEP incidence",
            "and unemployment or high-potency cannabis use prevalence. Sensitivity analyses supported these findings. Conclusions: Lower setting-level",
            "owner-occupancy and increased prevalence of daily cannabis use in controls independently contributed to setting-level variance",
            "in incidence of different psychotic disorders. Public health interventions that reduce exposure to these harmful",
            "environmental factors could lower the population-level burden of psychotic disorders."
        ],
        "date_published": "2024-04-15T07:53:13.807410",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "cannabis",
            "deprivation",
            "EU-GEI",
            "EUGEI",
            "incidence",
            "psychiatric epidemiology",
            "psychosis",
            "psychotic disorders",
            "public mental health",
            "schizophrenia",
            "social determinants",
            "social determinants of health",
            "social determinants of mental health"
        ]
    },
    {
        "id": "gyd7s",
        "title": "SAS-1: A single-item smartphone addiction scale",
        "authors": [
            "Olson, Jay A",
            "Langer, Ellen J",
            "Martin, Loren"
        ],
        "abstract": [
            "The digital age has brought an increasing concern about the negative effects of smartphone use.",
            "However, current measures of smartphone addiction are often too long for some contexts, such as",
            "large-scale surveys or pilot studies. Here, we tested a single-item measure that probes agreement with",
            "the statement: 'I am addicted to my smartphone'. Across 7,827 participants aged 18 to 89",
            "from 131 countries, 37% agreed or strongly agreed with this statement. Their agreement strongly correlated",
            "(r = .67 to .71) with scores on the short version of the Smartphone Addiction",
            "Scale (SAS-SV), the most-used scale in the field. Younger women had the highest scores on",
            "both measures, and participants under 30 tended to underestimate their addiction on the single-item scale.",
            "Overall, our results suggest that most people have an accurate self-assessment of their own smartphone",
            "addiction. This new 1-item scale (SAS-1) can therefore serve as a brief and reliable measure",
            "of smartphone addiction when space is limited."
        ],
        "date_published": "2024-04-14T15:45:56.288877",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "measurement",
            "problematic smartphone use",
            "smartphone addiction",
            "surveys"
        ]
    },
    {
        "id": "dr329",
        "title": "A psychopathological theory-driven early relapse prediction model using speech and language in psychosis",
        "authors": [
            "Dalal, Tyler C",
            "Park, Min T M",
            "Silva, Angelica",
            "Iskhakova, Svetlana",
            "Voppel, Alban",
            "Brierley, Noah",
            "Mackinley, Michael",
            "Olarewaju, Emmanuel",
            "Palaniyappan, Lena"
        ],
        "abstract": [
            "Language-based prediction of psychotic relapse using speech-derived markers offers a promising avenue for targeted prevention",
            "in early intervention. However, the sheer number of speech markers and the 'black box' nature",
            "of predictive models present significant challenges for clinical translation. Successful real-world predictions require the underlying",
            "model to be a 'reasonable facsimile' of the clinical phenomena that map on the predicted",
            "outcomes. We propose a theory-driven approach drawing on the notion that the predictors of early",
            "psychotic relapse should mark (1) the presence of schizophrenia in its early stages, and (2)",
            "track the positive dimension of formal thought disorder (positive FTD or disorganization) in psychosis. By",
            "leveraging Natural Language Processing (NLP) methods, we derive 3 lexical, syntactic and narrative style markers",
            "- semantic similarity, clause complexity, and analytic thinking index. We adopt a prospective design, acquiring",
            "speech samples during the acute phase of psychosis (n=68) and following them through remission and",
            "subsequent relapses (hospitalizations). With a Bayesian analysis framework, we demonstrate the utility of clinical theory-guided",
            "variable selection (disorganization and clause complexity in particular) in improving the predictive accuracy of speech-based",
            "models. The psychopathological theory-based speech-NLP model performed better than and provided incremental value to the",
            "clinical intuition of expecting a poorly functioning, cannabis-using man with educational deficits to show an",
            "early relapse. The findings underscore the potential of automated speech analysis in early relapse prediction",
            "during the initial phase of psychosis intervention."
        ],
        "date_published": "2024-04-13T20:56:48.408745",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "computational linguistics",
            "disorganization",
            "early intervention",
            "first episode psychosis",
            "impoverishment",
            "precision psychiatry",
            "psychopathology",
            "readmission",
            "relapse",
            "schizophrenia",
            "thought disorder"
        ]
    },
    {
        "id": "mj46k",
        "title": "Generative AI-Enabled Therapy Support Tool Improves Clinical Outcomes and Patient Engagement in NHS Talking Therapies",
        "authors": [
            "Habicht, Johanna",
            "Dina, Larisa M",
            "Stylianou, Mona",
            "Harper, Ross",
            "Hauser, Tobias U",
            "Rollwage, Max"
        ],
        "abstract": [
            "Cognitive behavioural therapy (CBT) is a highly effective treatment for depression and anxiety disorders. Nonetheless,",
            "a substantial proportion of patients do not respond to treatment. The lack of engagement with",
            "therapeutic materials and exercises between sessions - a necessary component of CBT - is a",
            "key determinant of unsuccessful treatment. Here we tested whether the deployment of a generative artificial",
            "intelligence (AI) powered personalised therapy support tool supporting patients in between sessions leads to improved",
            "treatment success and patient engagement with treatment. We conducted a real-world observational study of 137",
            "patients receiving CBT in five of the UK's National Health Service (NHS) Talking Therapies services.",
            "Ninety-three patients (68%) used the AI-enabled therapy support tool whilst forty-four patients were provided with",
            "the standard CBT worksheets. Patients using the AI-enabled therapy support tool exhibited greater attendance at",
            "therapy sessions and fewer dropouts from treatment. Furthermore, these patients demonstrated higher reliable improvement, recovery",
            "and reliable recovery rates when compared to the control group. Within the intervention group, the",
            "degree of usage of the AI-enabled tool was directly related to the number of attended",
            "therapy sessions and reduced dropouts. Our results thus show that an AI-enabled, personalised support tool",
            "is a promising avenue to improve treatment outcomes and patient adherence."
        ],
        "date_published": "2024-04-10T06:07:59.865854",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "AI",
            "mental health"
        ]
    },
    {
        "id": "2jgvx",
        "title": "The Habenula in Mood Disorders: A Scoping Review of Human Studies",
        "authors": [
            "Fortin, Jean-Simon",
            "Lafleur, Mathilde",
            "Parisien, Charles",
            "Hetu, Sebastien"
        ],
        "abstract": [
            "In animal models, the habenula has been identified as a key structure involved in depression.",
            "Thanks to recent technological advancements, a burgeoning body of work has also investigated the habenula",
            "in the context of human mood disorders. This scoping review aims to synthesize findings from",
            "human studies that pertain to the habenula and its relationship with mood disorders. The review",
            "was conducted according to PRISMA guidelines. The literature search was performed with PubMed and yielded",
            "93 articles, of which 50 articles were included in the review. We found that the",
            "evidence for baseline habenular hyperactivity in human depression is mixed. As for findings from resting-state",
            "functional connectivity (RSFC) studies, they were mainly inconsistent across studies. Moreover, we found no evidence",
            "indicating that mood disorders are linked to changes in the volume of the habenula. In",
            "order to enhance the replicability of findings, given the small size of the habenula, higher",
            "image resolution and larger samples are recommended for future studies."
        ],
        "date_published": "2024-04-10T03:04:10.685368",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "depression",
            "fMRI",
            "Habenula",
            "hyperactivity",
            "mood disorders",
            "MRI",
            "PET scan",
            "resting-state",
            "translational psychiatry",
            "volume"
        ]
    },
    {
        "id": "9y56a",
        "title": "Assessing alexithymia for positive and negative emotions: the role of granularity and dialecticism",
        "authors": [
            "MAS, Marine",
            "Luana, Comida",
            "Luminet, Olivier"
        ],
        "abstract": [
            "Alexithymia is a transdiagnostic factor for the development and maintenance of psychological symptomatology. Strongly tied",
            "to particularities in emotion regulation, recent theorizations consider the difficulties describing and identifying feelings dimensions",
            "of alexithymia to influence the appraisal stage of emotional processing. This study aimed at replicating",
            "and extending findings from Aaron et al., 2018 by focusing on differentiating alexithymia for positive",
            "and negative emotions. Participants (n=125, mean age 45 y.o; 74% women) evaluated their emotional experience",
            "after watching videos inducing anger, disgust, sadness, fear, amusement and tenderness. Alexithymia was measured by",
            "the Toronto Alexithymia Scale (TAS-20) and Perth Alexithymia Questionnaire (PAQ). No association between alexithymia and",
            "positive emotional complexity was observed despite the use of the PAQ assessing alexithymia for positive",
            "emotions. Difficulties describing and identifying negative feelings from PAQ were predicted by lower negative granularity.",
            "Difficulties describing feelings from both scales were predicted by higher negative dialecticism. These results confirm",
            "the association between alexithymia facets and emotional complexity regarding negative emotions and emphasize the importance",
            "of controlling for negative affect in alexithymia studies. Finally, high alexithymia was characterized by higher",
            "reporting of negative affective states compared to positives states following positive induction, which questions the",
            "interpretation of dialecticism in alexithymia."
        ],
        "date_published": "2024-04-09T08:33:02.376215",
        "license": "563c1cf88c5e4a3877f9e96c",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "affect induction",
            "alexithymia",
            "cognitive appraisal",
            "dialecticism",
            "emotiona complexity",
            "emotion induction",
            "emotion perception",
            "FilmStim",
            "granularity",
            "MIP",
            "mood induction procedures",
            "negative affectivity",
            "PANAS",
            "Perth Alexithymia Questionnaire",
            "TAS-20",
            "video"
        ]
    },
    {
        "id": "u85mk",
        "title": "Discriminative Validity and Interpretability of the Mood and Feelings Questionnaire",
        "authors": [
            "Mansueto, Sara",
            "Kumar, Rohina",
            "Raitman, Michelle R",
            "Jahagirdar, Anisha",
            "Chen, Sheng",
            "Wang, Wei",
            "Krause, Karolin R",
            "Monga, Suneeta",
            "szatmari, peter",
            "Courtney, Darren"
        ],
        "abstract": [
            "Background: Using the Mood and Feelings Questionnaire (MFQ) to differentiate between depression severity levels remains",
            "unexplored. We assessed the discriminative validity of the MFQ to identify an optimal cut-off MFQ",
            "score to distinguish between subthreshold-to-mild and moderate-to-severe depression severity levels. Methods: An observational cross-sectional design",
            "was used in a sample (N=67) of help-seeking youth (ages 13 to 18, inclusive) experiencing",
            "depressive symptoms. The MFQ was administered verbatim to youth by a research analyst over the",
            "phone. Youth were then grouped into subthreshold-to-mild or moderate-to-severe depression severity categories based on scores",
            "received on the Kiddie Schedule for Affective Disorders and Schizophrenia-Depression Rating Scale. Receiver Operating Characteristic",
            "curve analyses were conducted, with area under the curve (AUC) and Youden Index (J) as",
            "primary indices. We hypothesized that the lower limit of the 95% confidence interval for the",
            "area under the curve would be >= 0.70. Results: The primary analysis yielded an AUC",
            "of 0.85 (95% CI: 0.763 - 0.947) and an optimal cut-off of >=43 (J =",
            "0.60, positive predictive value = 91.4%, negative predictive value = 62.5%, sensitivity = 72.7%, specificity",
            "= 87.0%). Limitations: Our study collected a small sample, disproportionately consisting of adolescents that are",
            "White, female sex assigned at birth, identifying as girl/woman gender, born in Canada, and having",
            "other comorbid disorders. Conclusions: Our preliminary findings highlight the potential for the MFQ to support",
            "clinical decision-making relevant to adolescents experiencing varying severities of depressive symptoms in secondary care settings."
        ],
        "date_published": "2024-04-08T15:23:44.001997",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "adolescents",
            "depression",
            "discriminative validity",
            "interpretability",
            "mood and feelings questionnaire",
            "receiver operating characteristic curve"
        ]
    },
    {
        "id": "f2rvx",
        "title": "ENIGMA-Meditation: Worldwide consortium for neuroscientific investigations of meditation practices",
        "authors": [
            "Ganesan, Saampras",
            "Tsuchiyagaito, Aki",
            "Siegle, Greg",
            "goldin, philippe",
            "Eyler, Lisa T",
            "Treves, Isaac N",
            "LUTZ, Antoine",
            "Pagnoni, Giuseppe",
            "Dagnino, Paulina C",
            "Escrichs, Anira",
            "Saccaro, Luigi F",
            "Sacchet, Matthew D",
            "Tripathi, Vaibhav",
            "Batta, Ishaan",
            "Prakash, Ruchika",
            "Brown, Kirk W",
            "Reggente, Nicco",
            "Khalsa, Sahib S",
            "McDermott, Timothy J",
            "Valk, Sofie",
            "Tang, Yi-Yuan",
            "Fani, Negar",
            "Deco, Gustavo",
            "Garland, Eric",
            "Calhoun, Vince D",
            "Davanger, Svend",
            "Piguet, Camille",
            "Bauer, Clemens C",
            "Barrios, Fernando A",
            "Chetelat, Gael",
            "Kirlic, Namik",
            "Fresco, David M",
            "Rahrig, Hadley",
            "Torske, Alyssa",
            "Kang, Yoona",
            "Cain, Joshua",
            "Farb, Norman A S",
            "Garg, Rahul",
            "Turner, Matthew D",
            "Fialoke, Suruchi",
            "Hafeman, Danella M",
            "Dutcher, Janine M",
            "Brewer, Judson A",
            "Creswell, J. D",
            "Braver, Todd S",
            "Zeidan, Fadel",
            "Vago, David R",
            "Lazar, Sara",
            "Davidson, Richard",
            "Ching, Christopher R K",
            "Jahanshad, Neda",
            "Thomopoulos, Sophia I",
            "Thompson, Paul",
            "Zalesky, Andrew",
            "Turner, Jessica",
            "King, Anthony P"
        ],
        "abstract": [
            "Meditation is a family of ancient and contemporary contemplative mind-body practices that can modulate psychological",
            "processes, awareness, and mental states. Over the last 40 years, clinical science has manualised meditation",
            "practices and designed various meditation interventions (MIs), that have shown therapeutic efficacy for disorders including",
            "depression, pain, addiction, and anxiety. Over the past decade, neuroimaging has examined the neuroscientific basis",
            "of meditation practices, effects, states, and outcomes for clinical and non-clinical populations. However, the generalizability",
            "and replicability of current neuroscientific models of meditation are yet to be established, as they",
            "are largely based on small datasets entrenched with heterogeneity along several domains of meditation (e.g.,",
            "practice types, meditation experience, clinical disorder targeted), experimental design, and neuroimaging methods (e.g., preprocessing, analysis,",
            "task-based, resting-state, structural MRI). These limitations have precluded a nuanced and rigorous neuroscientific phenotyping of",
            "meditation practices and their potential benefits. Here, we present ENIGMA-Meditation, the first worldwide collaborative consortium",
            "for neuroscientific investigations of meditation practices. ENIGMA-Meditation will enable systematic meta- and mega-analyses of globally",
            "distributed neuroimaging datasets of meditation using shared, standardized neuroimaging methods and tools to improve statistical",
            "power and generalizability. Through this powerful collaborative framework, existing neuroscientific accounts of meditation practices can",
            "be extended to generate novel and rigorous neuroscientific insights, accounting for multi-domain heterogeneity. ENIGMA-Meditation will",
            "inform neuroscientific mechanisms underlying therapeutic action of meditation practices on psychological and cognitive attributes, advancing",
            "the field of meditation and contemplative neuroscience."
        ],
        "date_published": "2024-04-08T11:52:16.604872",
        "license": "563c1cf88c5e4a3877f9e96a",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "Contemplative practices",
            "ENIGMA-Meditation",
            "Global collaboration",
            "Meditation",
            "Mind-body practices",
            "Mindfulness interventions",
            "MRI",
            "Neuroimaging",
            "Neuroscience",
            "Review"
        ]
    },
    {
        "id": "ygb23",
        "title": "Programming The Mind - The Seven Dimensions of Attachment in Personality and Psychopathology",
        "authors": [
            "Gagliardi, Marcantonio"
        ],
        "abstract": [
            "This book presents an innovative, comprehensive theoretical framework for Clinical Psychology: The MAPP - Mind",
            "Architecture, Personality, and Psychopathology. Through a cognitive-evolutionary perspective, the theory builds the common ground necessary",
            "to integrate the different and valuable contributions from all schools and orientations in Clinical Psychology.",
            "Moreover, the engineering approach embraced by the MAPP offers a methodological direction through which such",
            "contributions can be further developed. The focus is on the individual psychological differences caused by",
            "the information stored in a standard, organically healthy brain substrate. As its name suggests, the",
            "theory is divided into the following three parts. 1. An architecture of the mind (and",
            "motivational systems), which provides a general model of its structures and functions consisting of a",
            "multitude of interconnected modules. Motivational and data systems are the central part of the architecture,",
            "and the attachment motivational system and data module play a pivotal role in human psychology.",
            "2. A model of personality according to which attachment is at its core. Attachment theory",
            "is revised and extended, identifying seven attachment dimensions - disorganization, avoidance, ambivalence, phobicity, depressivity, somaticity,",
            "and obsessivity - acquired through imprinting in attachment-caregiving interactions. We are biological machines programmed by",
            "our caregivers. 3. A Model of (behavior and) psychopathology. The outlined models of motivation and",
            "personality underpin a new model of behavioral dynamics and mental disorders. Psychopathology is characterized by",
            "a central causal chain: negative social relationships cause dysfunctional knowledge to be acquired, and this",
            "knowledge causes mental disorders. The most common pathologies stem from attachment dimensions. By clarifying their",
            "etiology, the model allows for a deeper understanding of mental disorders and the development of",
            "more effective assessment tools and treatments. Finally, the MAPP is tested through the discussion of",
            "ten complex case studies inspired by the literature. Overall, the MAPP provides a novel theoretical",
            "framework for Clinical Psychology that empowers the discipline to overcome its current principal limits with",
            "a significant impact on assessment and treatment. The theory is particularly suitable for Artificial Intelligence",
            "applications and the development of automatic assessment tools."
        ],
        "date_published": "2024-04-07T20:51:33.167561",
        "license": "563c1cf88c5e4a3877f9e965",
        "disciplines": [
            "Psychiatry"
        ],
        "tags": [
            "Attachment",
            "Caregiving",
            "Case Study",
            "Clinical Psychology",
            "Cognitive-Evolutionary",
            "Development",
            "Dimension",
            "Early Years",
            "Evolution",
            "Firmware",
            "Imprinting",
            "Mental Disorder",
            "Mind Architecture",
            "Motivational System",
            "Personality",
            "Programming",
            "Psychiatry",
            "Psychopathology",
            "Psychotherapy",
            "Regulation Strategy",
            "Sensitive Period"
        ]
    }
]